{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              1,
              null,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "batch_input_shape": [
              1,
              null,
              3
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "lstm_4",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              }
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": true,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 300,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        }
      ],
      "name": "sequential_4",
      "output_layers": [
        [
          "dense_4",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "fb84b233bea2d67612c499554aa4478961f5819424a1aeb9af979422e5219099",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      null,
      3
    ]
  ],
  "output_shapes": [
    [
      null,
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            32,
            3
          ],
          "values": [
            "48qbPi/TPL4DAAPAeAF3P/8II78gA6i//S25P49q+74CgyQ+uolyvcOJmb/GpQS9IwL7vmfOLcDTzFi/ZoTRv0u65T6JFIQ+4eCwvxId8z7nkWY+DcK3P1N+vb+FF0e+mn2oP7ETxr8J4du/mh1sPqZQyj86usa+IenvPypHxT4UIe6/z1aOv9e+qT6Qnnq/BJv2P70Amr6caMq9ZLPfP+6qSj+PmA4/HmVmPTiLBz+QakS+XZRtPokgFj8QReq9iyWQvjWKLj4Cel0/aih1PcIY6Tzq6My++BYVv88jr769gci/7XX1PrW2WT/EFFy+dtS2v71Rtzp/L/Y+5IZ0vwoh879QJx2/06EEvyLspb/Ebje/XBorvQlZnL+Vgdg/mVGwPy5oOEC9rCe/pZ+XPz4C+r4lwYs+V1IEv8OZnD12wZY+3G4mvysLi76KYuq9dQuFvb/s1L/cKsE9yC+zPwaimT7MrzE/mjSgviy5d78kOaY+HbuEP45Cm78+VC29"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            32,
            3
          ],
          "values": [
            "ktdfP3UfwD4Lx4C+Of94P7ErBL43Mra9uJ54P2m23r7lZKy9Dct9P4dTtr5Offi9qOZ/P+yqoL5B+X+9+cN/PwLDdz5GIVs8AGd/P7V/DT/S5IA9RWd/P6C6oj340ik+k3R/PzPnbr5IwlM+h8BtPxVOHT9nuyo+bNsAP+G2Kj8g8Ro+7gSVPhgqbD/7Nii8Q0iBvqixMT9cYYI9r+10v6wKWD+umQS+b2ppv1fdfj9rXv++uWD2vr26fj/I0dG+5pTaPj0edD8IpWS+qE11P8l8Kz94PSi+8vV/PydDnT2A97i9WPt/P7CAoT6HHAQ+b/x/P7YHtD6BdZs9TP9/PzvLED5Lulc9gf9/P0/rpT36KH49Rf9/PxPTgj20tVM8ePJ/P1BcST8W2AY+jdp/PzMCwj5k/Vg+04l/P/V1+j5dTDs+30l/P0t74j4FJEs+N7Z/PxZDhj1y3kE+/Sx9Py3AhT0EZ40+pct9PxLrJDxOVSk+jmF9P2b1kr4dgnk+"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense_4": {
      "bias": [
        "v00IPrbfUD6yJpO9"
      ],
      "weights": [
        "X6USPbGeKT0CdfA77Qs4vgSOI70qr5c9YqgdviG7hzsI28s9XQQlveU1aD7OC1+9KyUkvRT6rb1z5Qi9HXoiuTyaLL4BZAM9gMcSvnPsDj3rHoE99hjrvEyFnjysjnA8IHAvvS+qXT1Po7e9xJV6PS+gNjz6n6S6K9K8PPmVhr07EAs9Bsymva4YeL2Bi/Y9rhJZvo2msj092R8+ZxTmvHZIAL6f19S8e0L4vNraJD3IGY+7fsuBPhn7oL2uAYg85LQsPs2QAT4rjhW+saG5vXiZ3D5tUS+9hiAhvkGKnj2YdQw+WZSLPX00AD5A/948tgTGvKX/Y7zyCQM9JPCAvFCCgj0laMK8YDFvvhvJsT3HNfu8L82MPXbJnj07wyU9n+O4Oy3ViryPBTa9O7T+vXjn7z1F8K28nSk8PJCzAT7CP8a88vFrPv1KOz6ds648AGRDvu7PBj96Yok8Ar9mvmMKDz4pJE6+c1QjPr6GGz4C9a69b0s2vZZzqL6NnjE9mx+cPaOVfD0pobi9rYXRvb04+TyFeAA+v5EFPrWlhb0NcFS9qI2bvGVfDD5S6wa+X14pPXNjTz6GDTK94PxgveojIj0/hDW87XPavW633zvFSgM7DO3uvd8BMD2ga0C9Wo4avo+ilL1vuU89mjigvg5yVD1kaQW99C6zunO06L3Zk9g9VXUAvY7y/j38px0939dbvY2lrDyC2K69rBitPa27GT63vVg9cZTavcU9jbxF+OY9Hp+Hvb1uhz0GRam95qABPgUfLz4eE9Q8d3RhvQjebT0fBUQ8hn0LvlNwuD1VBJ89SWqhvuvIvbzULQi9KAMJPhHxjL0+aue5b9RoveuWvr3dDZM9mwSDPtvwBr55/bS8R6E8vkcHNj7RYdi8JxRkvmHn2L1ypo29C1DaPWm3h74cxE49Tc88voXCOb4TO5e722iHveG88z2807M8WC4EvnGYF77DOwq9Eik7vWigzT3i1JS9A5ZdvQHPXrwmiRS9s0sDPi5cnrzKMwA9",
        "XQGJPkjxSrpXyeG9HPpQPUIa77sabSc9ZWN1PELJa719Cgc9PvcUPkkdsT3hbQC9RNWMPVUEIr6RCWY9+W9ovqr2AT1Pd12821DiPRQY0T3e0GU9EQU5Prkb171aTti9s4Vwvjm+XD7+Oo69eRRkPqh7nz3TY0G9db6YvWbQv73fd6s93mcfvZQpiT2bTcE9jWnZPVQDkj3QosO93l2jvXdJfD4pm+k8IXbTPG8Ohb3QaNS8aMNGvpXa7D1RU9Y9a6kgPvSeID51XaG9zbu1viuNkT0hEtO8frSFvcQul716laG9uUm3vK6aOb0Ah7e8wPiGOv6KFr0/EIW9dA6+PZIneT1G+tc9FGKzPb3pTD5uADa9hzwIO/L4ET3kuek9Sf8HPn8TsL3n/6k932quvdUDNj1c4H+9BRqqvTuFoT0MXGw9H2IGvKLRkD2uHYC9i3U7vgNBY73X2SI91myFvFzevT2tRG09ttUFvUrm0L0HksM8/9Aovao9sb3j2wy9i6+6vYQFpD4UBrY9zOvSvfW1n71hpdE9n/LwPeAfvDxxWac9m4KWPYrhnb69vL09VInSvF4XJz3PZSA9Va+lvqkNg7zxKqA9CXNZvlYhHL7rFrc7sdBYvmA3Cr4vByI96ANRPgCNvD3p8Jq9uaKKPnjJ0r33XwS9JUkBvTjZuzyAdfm9hBSMvaAFYT6mvVK9fj0lvrRTzj3yhq+9hEOXPUL7Rj5D0tq9UeYnvrwpjrpt3Ys7sPMivuXZYj4kT/49lhQAPgYSBD49vhM+IT52vWKJK756ghS+eSSLvLXl/bxBnfi9jRwiPfsT/b1rP0S9+6OxPHP1jT0ZTwk+N8XWPPk8DT0SpZu9G2TtvCyFjrxHZHY9Fzumvd2tAz/OUBM9XSAlPj+IsT2IG0S9fbAcPhF0cr4UoV49l2Ugvgaqqr2cWEk90IKtvLTpnr3ipN07JZNOPr4O4L11KrW8+1X5PbYBQD609UY8nsZQvYJocb6Ve9S99ZIvPs0QNryPfRE9",
        "d7BEPeaDEr4AC6y9Bx07vFHnUz0tSlg94U8Wu51MMz05Pwe+MzsKvYLwlj23Yxo8CqkBPrRyOrwsFxg9VUKoPeeR7j3zHZy9oxbiPVRCDT68upi95Sd7PT0ciz2CwoC9X8hevuC1Mj2MdIs9bW1fvqISlL5xik2900kWvS3LiL1TPoY98D8YPuVHFL0EnVa8mNXiPd4GNT3vx227Ng8LvgK7xLw6gT89lQcpvlF3aT6CCO49kUcIPg5dAj4pppm8ldgpPkkyCr2Zk9e9FUuNPfGshrxTvA6+I3QSvi7XyL1E2sE94WUlvjszXLxa4tw9c7TAPgRpEz1Npo68J9fkPdy0L7zx8Ri+KFWpPbi2tj1nmsW86N+Kvd2nYj3Xzas8PC/NPrYesLynZ8Y8I+JQvam3izyxJsO9r+JtusRtJL0Za2G9QPGlPcfDjD1i6349utYZvhBbMD4J6g89/WuBvvXdOj3usZi9uxwfvr3W4bxFUbc9uStjvQpu3r3wkBG9PRnOvTp+hD2EAPe9UuiaOr2tGT79y1M96jLtPTJYbT2t6pC9NmeTvCTMbjvjNmk90Xo2vip8s727XUQ93qgcPrJxBj65dhm+EyCJPJlxOb2sgV+8TNRnPgkWZr2MR8g8b2b3PMd7aDywvQ+83nM6PSWyqL0BBXC9Zo4WPXfXHT54dNe9jktjPCh9cr4gwnE9YggBPboSU76/24s95XM9PrL2vDx4KyY94nr3vQ8lp73oXbo9sGSAvezUyj6VLE49CeQuOrinlr3/uZO9bwfXvl7GwD7PBJu98vyUvYnryzuY5cY9dnSGvjhsND7Pbtu8drYXPVjzcD3YS/o923sgPZAnVT6kbIS9olnxPLcovD1013s9O6ywvBFxAT57v6U9OKmIvbgGqr2MQrA8iBunPHr17j0W9Fu8Cw2PvSuBQ73MS4Q9ZznXPRS55r2mh8q9qrdsPiSQ2Lx4i4a8QxOnvSOGgz2V5bW9+Zq1vCw5Cb7/Aq89sb4tPdaZOj5A+/08",
        "naV7vSs3Ab24cak7alANPLvnTL7CnEs9EB4hPhV3mL21OEa90eAFvvMJiL15cdg8fMLdvvr5sj0rHei99sRKvd/ZMj0fwiK+9M7JvS78M77uoJs7ThHpvQLRND7IguM7QwGhPRxCh720TBc9DYkrPgwYHz70d+E8FZiQvWBCBj7Y8RY9GXS/PLMGXjwBnbW9P6EmvCBUXr1t7Bc9n8FMvjUdmr0djLY8WwPOvEEJWjw5gXS9XcSAvp7WnT1vG/a8Pi+Nve6IB75Zeck8qaKtPkFAk7227uq8ao/MPa37lbuXmZ47FZ83PsCVaD7rj2c9zcmNPpT+47wVkRG8fZCGvDSdcT4l8N28K5DVvT2zJr3G9Oq89JhuPeGuV73ulDS89302vdr/Jz6UjSY+FmJXvXq+wj0B9PI9enumvtVVGL2ent85JDXCPQHcGz47d0q9927xOkqKej6F0eu9p4RVPVroBz0yEeg9fnEIPjaFYL7g1KC9QOEIPpCggD1eXUU9Ff3uvfYlEL1r/xo8eOvuPRIP0byFxg0+TJqqPN3V4r0kaHg866O9vRp1nzwdLas9/OeSPcGr5D39IpG9fMrHvXH7OT2RcMW9GAJ6vHxIob1Frri9oi8JvpzzBz3lEc09XySyPWCbmD0bj4q9PjmdvY3eGL7pepw9lQofPnm2gby4Oki9tJG1vc2gEb6qohg9dxFPPi59YD3lC6e9276gvcCs071MZkg94XcDvSTfr71T6/k9eURDPtmyAr4ziCo+j3P1PpcVHb6Uulc9kaAsPfHUXD06ZbE6LXuqPcMhOj7CyxO7eBZMPluQGr1vnSG8oz4qPkuSbb17Vkq99Nx6u19UVz0mt1a94vb0PWXRQb0Egkk9FZ5pvswcY73QN9Q8Tp6lPaV6Er4ufkS90BKFPZS2PT0/Gca9HXHcvIIW4z1vJtw99W2zvdlbiT3b/JK9FrT6PFtNdDzJcQ++G2k/vCj8Bj6lJgM9JBMLPnvyDb5XhL69kbKZvcr78j1UeK48",
        "1JstvvY06L0X9pS950QcvboNAr57Lle9Fz7VvCWstz1PDBG9kLGkPAgiwL1rpJQ9PTbzPeLllTyyZYe948l4PkltYjz8sia+d4dZvfDEsD3GhEE9nQIWvnVh9L0BLQy9h5QbvtgBfz4N4oG8+5sFPpYpsb1Lw9M82ItLPoZAVr6MabM9nqo+vLux5L2e8Ay9VL8zvccg6D0/2+y72PrqPX8isr6XxKS7B2H1vZr9xj3+yLW9vzEjvbOvQb73T7g70wLvPT4WxT2N84A9rU4XvqOsC76ra4Y92LwFPVwWMz4e4+e9WMO3PZlECb72/IA9gJwTPjRkL70HNj68vJk7vr2oJb1mO4697vALvoQ42j2KbRU9qGPBvT4n8ru7/e69TbUIvsM4Br2Atxo9G3dCvpmIvD1be6A8/PtLvgGjUj2o+uc7E441vkcw5b3LvIu9IsnavJplrDxX9IG9KT7bvRCTsz4IPM68WumMvdIKeb1TTcc8yvIBPle7Ir5fWAa+5T5rPXJpIb4Bvqc9yoEhPvNLWD2dsAQ9orIxvtFjDb7Wimu8Gz1HvpvUVz6ZwSI9iD7aPOj0Rr3XMju7xfwAvihDTr7Y1jS9XL2NPotzET234ka9RV3WPQ1ijD59uEq8fhehPTOCJT7A+iI7UEs+O2d+VT4KF/W8A8MWvY+fvj6ccNu8blPLPfGmf7qrDYo9"
      ]
    },
    "lstm_4": {
      "bias": [
        "ojE0vsyfs71UNbK9Ow/hvcr/hb0B7Pu8P6NhvTxcAL5ZSNa978oHvqMc67xCdZa9oqGbvTdgv72IV9u9ydu4vWWIjL3algW+QZq4ve5vEb1O/yK+VcIKvjXosL0GsQi+mv9Fva/O4r1K5BK+3RzJvT468b1pJgK9Rb8svSF6eL2fKIm9xW2jvbDLBr1xFLG94WEFvu3ZJ74Fwuq9iNYzvjmsqL34Qb29KpsNvu7TDb52h9i9lS7wvdB2ub2nhCm+D/SivcFeh70hW9+9N5ABvbGimr3gAfy9i8PdvRrhOb4Z+EO9DGMEvvmvCL0NCEi+14+NPYSym72T9yC+8XuQva00hr2NELq9763Qvf5PWr4V4Qa+qXmpvcdWib3eQMO9YIRZvSisgr1ARr29JqquvW9sdL0OewW+S32FvckhuL0bMjS+vpM9vWqRz71ccAu+snbavX4PFb70OgW90/cxvrLTsb1ykNq9KRvhvaw3DL6QTge+YxUUvpu32r0UQAG+xvgKvVExtL19hRy+BLW9umwZkb0WW4u9W7UTvwkRf71Ioby97FrFvBEP2r0qEwK+UF7KPHO+u728yaS9aLKxvc6B3L3W6529KtIOvuGE8L1AdwC+Lwb1vYmdAb76j1s9ATHkvcS59b3mNM+9os0FvhxoPrwarsI78PoyveObBb2rcti93TuzvWAu970o+0q+hyXZvZGFs7332NS9Y3lAvlTSkb31jai9BjX6vVNsVLtRVRu+OjW8vXmhg70Qf7C9YTkfvuNGyb0fODO9hImbvTTXhr1lWLu9+rQcvlIVLbucjh++tDsXvv/I/L0M+AC+5tbUvZhbzb1kJo69JTkdvix/Wr5jDEq+zNiMveTlv71BwX+9OnGLvWk9Ar6k6aC9C6PyvagmNb6fIo+9itAYvisVhb3R05u9z1fZvUJvybwLINW9+74avng+471Rh1u98zLpvXD43rwOi7291jkRvnQ7M74ZkCO+1rLLvdJ/ir0xEhi912EsPM9mBbzurAO+",
        "5dwQvpeHir2It949Z/Xxvep6zb33CeS9bpUnvtwFDL1HUWy91Mh5vXv1r71ahty9D02SvTNxGbyZJxW+M043vsBu0b0OXxK9ml68vQELD76apqG9h1XivTol87216k2+NzXSvZUG370+94m9y0PYvZk+f76H5d28pXC0vb3sx70ebPa9Ul+pvZZxlr11Qde9lsucvQPWBb4eQSa+mGCBvbd1+r2zleO8YaTZvfpniL2E0Km9sElDvfMNy74XQy88XHmePWcBEL4GQk6+lvfDvVuan7z6D/+9BzvavZAaib27b+K9zOPPvXSW4720ovm9G+57vS/Gur2kyx69ve8gvsjvHL5W+Cu+zRHsva7RGr6EQcK9cV1/vusC6L3mKgG+A/I4vWsBZr7XSdK9YDIbvrNUGr7h1Cy+UQ/DvQJKIr7EjPC8jOP4vRmci71j7869CP/DvVxYs70bj8S9edshvSxb472vtKQ9IRFAvlHDEL0cbBW+A5sVvjRVtL0Uxf+9IiBXvZvryL1WAUC+uSpYvdJlcr6ucrq9jaXyvZa72L3feNq9LD6QvcwYBb6GjxS+38tXP5qtdD93W3A/9PJKP9XbXz9t+10/uA9WPyxtWT/Q42A/t/thP4BOWz/ks2s/Fcp5P9rIWz9p/2U/Zz2CPzKDeT/+31w/JFRwP9//Zj8F5VI/qGFsPyoXXz9x62A/PIJXP2bGYj9sw2U/NtFSP22VQD+IJYE/o716P/GzUj/ZpFU/+NduP3RVcz8R7lY/irhyP68yXT+GMWg/TVtcP9Z+ej9htHw/F1NNP8c2Yz8SuVM/JFdYP2Wvaj+HNGc/4YVzPxJBYz86+W8/VmF/P2REYD+o+2E/rcpWP/PmSD9HTH0/aFZNP48ZbD+mvEQ/Z7OAP7bvbT9VVWE/dcJpP6hgeT9NE2Y/aYBbPxx+Qj+UAlg/UeN3P/7oTz8vUGg/7fVlP0K+fT9MFFg/WuJnPxj5eD9J1lg/50BwP76Wbz8jg2A/I5VjPxZQbz/pCWE/",
        "UKdqP6cgWT+3elA/WllcP9DWaz8jlWc/b1pNP+xWXD8hoW8/1nBcPzMNXz8A6Fg/+TtpP1FucT8tdmI/R9puP7LyhT/mcHo/u8CyP5M0fj9hFWM/34JqP8+Qaz+uP1o/iExWPyCHaz8EyU8/wWtqP8ZOXT87wm4/HtJeP+4Baz8x0WA/fZpkP5g0Yj/ZvUM/gax0P8/8Xj/9qm4/iDFmP029ST8PQpA/N3ZsP0vVSj+HjGI/699tPwDRZT/7EUQ/UjVnPxpycD+wzn4/igRMP4J9bj/6uFA/WEpvPwXdWT9Qql4/hT9vPxrQaD/83mU/wxNGPynVej+6EYA/yU1qP2ltVj8Ac2o/UohjP2PsTT+2fHA/6ONaP4lIVz+N7VQ/C3RUP0SoYT/wxHM/1k5QPzESQj9Ngl0/fHpwP+dpYz9K8Xg/xyV9PxEDXj/VvWQ/UeNePxh5Qj/u5HE/pLFdP3GNSj9uZ30/O/5rP9iuRj8t+m8/TqddP8OHYD+RyFI//6RrP0VYZz+h+FU/029gP0SgVz92+FI/n2hOPxQwbD8anJI/6stUP9rYeT9BJkQ/KpNRP7kwUD8XI3k/WLdqP/LzaT/3Ymk/LeVMPzZDZD+Zzok/EuJmP6aNbT9rLG4/95RmP47wgz+amVI/aFJRP+ZDcz9MJGQ/zDFwP2ccZD+C2Gk/szNiPzc4aD/qrEs/Q9hhP4M9Zz+BLVU/vsdeP87/YT+FjE8/l+RlP9Mnaj+UJG4/VxljP6//Yz+WO2o/VARwP0C9Wj+GI2I/zUB7P7jzTD/yH1A/YwdpP6o+Xj9OwXo/ceZrPwXhhT+BJG0/vs5kP+RvXz9RUVc/0XF0P5jdcD+7V2M/7gByP6UHbj+T32M/OfpuP2/FXz8VU2M/atVlPyzxZj9NT3Y/jLhmPyRKXj8tn1g/EPFXPxXpTj9uWHA/L/6nPyh9aj9PF2w/FddkP154ej/iAm8/ybtdP6tdYT8tFEA/wYdqPw2RVj/AJFc/Ij5oP576cD//0GQ/",
        "AshkPxpQbz/i6WI/Uc+BP6Bsaj8GWVM/4SFaP2DZej/2F2E/i3o/P1M8ZD9v9Gg/IsNQP6DQdT/1n1c/LmhEP3xqVT/Qc2k/Qn5kP0MrXT93emA/fcFJP6ujMD/B508/gJ0yvcDpub1XgWi9+CzAO1n3ib02BEI8uGUIPVl4dL2Lkv276cLJPd9P1jwyYqW9V1ervSa7Er4KprO9POmMPXWR6D3HXOi8kEQfvR7kkz3Mo629mclVvLlACL22Fmc9Bl94vR4mJr0Cx7Y9IHoIPi26AD25Nty8qZ7hPaT2Gr6RhnO8PUhPvcy8bj0eXKg8qpfdPbPoX70phaO91s9JvYGF0r0jqnq9t30LPWQxkT0zOsG94jNAPoq6bb36NCE87ZLOPd4nVbyThBy8j3TkvRj+0D1TRSe9gt22u/E7vrz89OS9X923vWUhw73yc1I8t9qMvE1XhLydsIK95FK6PRqczz0647Y9IskdvUbPOzzIVSY7Hy2RvQTxEDwQ1Lw8UTjBvH9EtT0xS/w8nz7ROs2ahD36N9c9yPM2PavB/7w3nQQ+9qOjvVKjj72ISDo6XSjaPMruez3MJce8smvVPZbzjj0Ihly9Z25IPSGkVL0xz7O9xC29PXeJXr3D04q82VnoPLGFgb0j5AQ+umxuvVE6/bkP9cG9pEnkvUX9ob3LX8A9+7d1PaI9Iz26KoW84kgKO/zGoT3/jX29aiDVO2gV6j2fvem9TcA9vag2q73D448969yNPD5cvr2wbrU99z58PTYyhr3qM9m9Aw3LvUtoUryIhzU+AZacvQWyAD3Ixf292rIXvV9taDxo3Z89wMLbPWpJmD2zOB8+YF8zPfaZ4jzRsR++h82avEv8aTzWDAk+SJtevS/vbbvNYxw+QDoSvWvssjzK7/y92mTIvT4jHD2eHy09m7C2PZY+F73VVKU9x9MWO44MqTuWCtc94SUJvU21g71zS6a9iwpnPSH1CL3bIyI+8fjBPdoZEr3e5eO9idLVPY62czx/I4w9",
        "aLshPeNMlL11Rbc9Hfb9vQsBa7snxJk9hhaPvf9jcD2ue6W9CfyjvUthx7yabrY8YPmEPU9YGD4OIaY9gv3UPSdbvb1+Vo4923cFvSyFBT2hbMk9UhAzve+a9bwWWJU9DQXLPC/xzTv+/YM9/fgRvlRJK7s5QU087ow+vXyUyrtjanI9U+DvPTIb1zwdsKk8qeQFPSrT5r292uu8Kt/6u/K/cL0WeKQ8S3o+Pbf7Kj7owNU9pLG5PYdDtL3hqoY88dsdPbyAejuUVC6+nUDIPQqVuD0HsmE85UuTvU0WpT1zbXm93HzpO3aUVzwPJzu9oFYBPgpqVb1vO9i9gMiKvcatqT0NbdW9a/qIPUkmrb26Kf09X4++vdwiDD3UZC49BPilPf8dTD0eP9A9+YX0Pb/Ehz2u/Au8dXO5PbeUrb1QmzE8gwcpPdzEmbwSHXE9q+EPvf80ZT2rUIc7hLq+PT2Ywr2H6KG9QYinu4BcSrz/dLE90iFSPZxEdjyRpsG9iY3UPPlhhL0ecny8HXubOxDUKj0s0xy9Yv43vbtdx73SfXG9ItYDvqEtGD3glgY8MxSkPVGEzL1AkqO9POzRvRBNmr22HiG9BwfOvaCA+b1HXgc9c+4NPP3F6b2jslG9DALcPKlEwz3zywG+t6dtvQqQv7xcmfm9kxmPPe9w7D0y6Nk9G3pDPSg+RT1mtQC9ugEtvnvesb2891q9m4bvvXv0qL0EPxO9A1eEvW8n6r3NyRK+o3IFvtkiA718pFC9QUBcvVrkub3RXMK94wepvffzUb1Tshe+1MaGvZneDr09iie+3JfpvaQ2170y+/29Q6SAvbsA+L3+3hS+j34kvbBgOb7j7MC7arosvVxYbr25w3W9XtVLvRakGL0UaLW9EIccvtrJIL5Lxuu9ztInvrDSob1RYMS9DPclvnVXA77OAsy9xzbFvWYKjr3zaSW+JH24vWFphL2xyL+9vMMivcdokb309ba9uqzKvaekQr4FZ1S9KYkCvsPCd7woojO+",
        "4Nomuzqzjr1Rnhq+vCVkvREERL1Ld769/DLLvVCZWb4mlRi+dVTHvfWcp71Jk6K9LKSmvc3pX70OlcW9g95wvadrPL3eiVi+3O2JvRbdmL14NCW+gSbsvHjo6b2APRK+M6fYvSxRI761zgC9G24Ivp6BsL3f0+K9AWTYvSJYFb4Yywe+3kn2vdyX8L0+n+y91stSvOaOlr3/ExC+EgWhvMe/fL22fSy9AjjRPflYgr3KWL69Ks9cvXF7jb0IHRm++C65PH1gjb1M0LK99wI9vWFZOL1I9Hu9K4+jvU72B74OMrC9MKvvvaHg7b3kpiw9Dsq1vQHpBr73U7W9gsYQvrlEwLxIEWi8X3CKvBIoULzJbNS97iaFvcqgnb2DOHC+OK3bve8Hlr24w7W9/BsnvkanNr1TZyy8yhnUvQ8kcryweRS+LBu9vTx4Q73Ae6a9n1MnvrNPiL28Oj69v1TDvU/kbL3cB4i9G5AUvvhMBrxmaam9tMnwvakh4r0v4wS+tlnpvZvR571pdoy9/rQjvvXDNr4U2mi+9EWFvdE4o71EDqK91XxMvZ8h7710bKO9qjn/vT5xLL61zW+9neA6vph9db1O2s+9JfzGvT5GGTwEnee9NnEhvtHswb3Nr6i97pa9vcgHBr2w9bG99Qssvlm5Mr4Dbx2+K+fzvXGGRb1ag8m9a5SRPB6PbLsZAgS+e08Pvoh8i71DA6I9jcUDvteIIb2oNZi9XoMJvnMdcL2iKIe9mPqBvR+ElL2PCre9TLmDvdguXbw8jy6+leQ3viyBmr15NGO9XpnnvXVA+b3i0oy9NFkBvgXppL3l5ku+Os2CvW9SpL34z0+86qm2vUCTrr78qBu96FZjveRS7r3SJwO+MHShvVL3pL27pqy9N+24vU64Db7IkgK+E5R0vQ49173aO9q8Kf64veZOeL118K69MdBuveY1R75f35w8q3UmPAlXFL6+mD++9CC7vfYZEL00Uey9me3+vRgrZr0muuq9fep9vXeQkr2WNt+9",
        "C6aMvf230r1vONO8nncJvnaGCr5Smyq+a08Mvu10HL7+EKC9VID6vKiMub0ZQwa+oi+avdIggr5lUeq9K8L4vU1sCb4ksxq+9YTFvQvnH74WXoK9W43uvZ9jR71A6/q9vGnjvYHos73obcq90moavHqW5b0yeo49KDU1vqAwJr26ngm+D8vrvcmQhr3wN7i9nsZ6vaxN8714ARm+PN0svsJiar7yLcS9d+3QvWQp4L0iAuO9J+WpvZP86r3BxBe+"
      ],
      "recurrent_weights": [
        "GjShPTTX0T37raI9qXKoPG4hPz0fYg89Y3nnPY1FRr2BuCI+2h0DPHbADz5WOtG8SzUuPa0eXD13L8066JXtvInzMzzLw6c9+R8KvVmhHD2Frb48Gb6LPUfYuT0mDBg9NgbLPdDpK70fEb09sB6zPuU82D0j1sw80ralvVHaVj6aNcc8iStku4Hhlz2MKc09Cg8IvWL73Ty1rLQ9qsxvvIo8Dz4EJ7u869EOvXSJhT0qlog9Oa1dPdgcCTwhL069J53cPUIUy7yhQi08YJfYPIDIFbzS2DI9RW17PcPikz1ekKM8I5IuvZ1y+TxYyJM926NjPkibQ73s0s49LhzDPKd9zTzpoqU9zpd7vYLzcj1xMMK8NEaUPVzL5Lz2VyA9zGvcPN+tcTsbtgE9cDEQvYwjML2ERYU9rHDrPeyxLD2lvMk9FAzjvVrBQTwRCvU9A6qCPUJGN7w/SAw+4ys2vZwPZz15E8Y94hQPPY+NCD2wk+I9oCYnPgdqdL1lZlI9020ovTYJyrx+av89qby6vFnl8TtDXyS9f1CGPhFojrz5UtC9HtbBvEzSpL2+4kW80Bj9vYqdOz3k6FQ94g59PO2kJL3Akjm9IrIAPb1xU7ybi5u9FDHMvLLsrL1u87w8AqWKvXCDcLysy7e8rusoPRfhaj1DlUy8mOZavIwHOb6pKsQ8zoKaPIiCIb2urK49SdzYvW6Zrj3HhyY8wJGnvYQuA74mQSA+jTxrvMTcnD0k4JM9ziz2PflVnbwVO/C7EhQwPXISuLyPjhe9KHkFPLZHLz3/LJK7TXfhPTgMgjzaAxy+vjoEvhDRZDwVB+K7wbYsPab2wj0jGSu3e7q/u3GZ7j3nSe49bhBfPHJox73QHAA9LMtuPVxKer11LR292OT9PLHeBD2ghpI9j1dXPVXoVz0fzLI9ejfVO1XVZ70KbMQ9mQuBvZTTwb3xuxi9nLppvfbyqLxK2J48p/ivvX+MYD0G65S9+AAfPcsMzzseDYw9pctpPRiv7r1FIRI9",
        "oGMnvUce+D2bpag9RIkLPvL4Brza7le94ReSPV2zc7wfYW89u7XRPPqHDz2PW0C9SZpnPTbjWj0T4vw98xiAPfb7VL0aMpI9ZqQVPqThSD4+PRK7OQxVO3mUmb1NovM9Jp0jvddMeL1hWC6+7xVPvWaiqD6NDKo8Vb0fu8tUhz2qUwU+G0AxvVz+Yj2OfYk9VEGWvQ2jAj3cSiO9lZ27PDrbU702CdQ8i20ZvUk2pb2MEdK9E308vPehCz0nPza+QKb0vCqdpT3OSFu9uiIrveA6mLtTMZc9l9eJPIzcNr2LCPs9IY52PZ/CyDsM6Zo9CpafPYO0CLxlQ9y7HRBiPVt9/7zrHpg8DyVdPZO9ir24PfU7i5fjvTB6JD08Sjs9/lWaOuXwET21XVM879UHPVl1eb2lDVc9QyiWPbApqT2WKmU9x9zKPY6GNr2N/Ai88yUYPa1BYT1g6NQ8Ae8bvSBwhT1lF729Nh0rPIl5wD1WR5i9gCaSvB0V6Dy3pVa94+jrPT40oj2VlCw+IchnPa39aD0DQMY9ekQlPWW4qr202c49flQ3vd8PrD1Ik2m9fILWPCdpjr06izy9Pq1mvOtH1TrD0jK8r9wJvIsd7b2vi8O8gQMlOSV2yLzqaDm9dX3+PHcuQ70Ia/M8ejQ+Pq87g7ynNIU7oltTPdxnBL0Ee3Y9BOocvVfIvT2h0868PbntvS2Ni7zcubI9180JPipUHz7p6Cg+jBeGvdzWgDxEAb+8tVyEvD50Kz2LPhE92rURO6pdyj1ut2E9iwDJPW/NrLxS5Zm9TPQfvab20r1T+SG8A1zGPaPj0L3wZKQ9FVg6vdisnr2auZq7+jkxvZNC2jx9Yz29b819PfD/6jyhFVM8V3KOvdFjCL3l+MY87e2rPSsnnjuRFZU9z9HFu1jWrb0wFKQ9ic2qveCnLzs1Fhy9h3GAuPggAjmbwou8ZjiyPTNBD73noqu9wi+QPJWjLj2MIF29ng2cvB9NTzyvKLm8mW2KPa5pdT2d++I8",
        "iSp6vdbH0r3EssA9O7nYvHG23z2zdye9KocRvTZv/j3q2gq9YHztvHHvxL1szh88mnXEPO7eaz1bm7099w2yvMHgDD6Zi5+9zcSQvhvwxL22IKi9q+ZMPRczrL2dreI9v939vfIFb72HXpo9IsNePSBiAz0Jt4Q8YgMfPTpdID1tQ8s8kZWSvKY6GDwBZ2U9988xvZ1uqr2KVCG86LaSOAEzar3Zo5W886DMPfU2/r1NIRG99nLPu/b2nL3rYRm9n6a3vfQs8D1GaNC738HJuy55Y7qSLyg+nmISPAH/db3+VJE9IfFNPblcfD2G/8y8DmoePAXRar2V3uG9EQ3wPO6zRjymh/w87z/GOT2BsjzEmA6+XUduvVRt2L3c3jG9qnOYPQAGLj1tHJo9gaSQvMNwObslm7E9EJbDPFFvxD1FJaO7Q9ZGvAdq7zwuSUE9DHdCPSejUD2Ni8a81oFWPATBcz1PbcW8y3NWPI4QPz03glE+4SZbPW5sYD0CWQg+XZVfvVPFZbsU1Uu9OeXIvDjCMD0S9Ky9WpmJPBvzQj2sMlC9e1aUPX7vB70CZ4i7IPTyvIYIiLzJ1VI99k/MvKbvhjusHwu8friWPQtCxD3I/DC9DqOMvX4OtTuWerq9G61GvEjhGzzC55e96XVyPYorML1GkUY95XvgvN7vyj0AkPa8XVP9PQIq0L0eJms9GljPPRRcNz0JBRe+0WYAvnP+ZD3lKAU9Ra6gPJhySb1bhl095WpsPKpZGD3nkDK9DykavkeUJrzzByQ9viIxPTFpiLx/FGO8Yt05vWl21L3ZoFu9yiCkvZFTBD7BxEe+SkmkPVmAHj5fWgq8FfykvftB/TyP+AO9ja+YPStgwDy9Tkm9E+kEvb1OpT2zT7s83xO+PKAWkjwxFwU+6Z/lPVZ4tL3hecU8mWl/PK10m71La2E9XaOGvtzXXL3X4ES9PvoXPXNNFT66MlE9fdmzPFz00L27/h8+2lirPZa3WDzcMyA9rdR5vfTXh70ZbSM+",
        "F1Dlu/poST3Qx+27Ony8vOk+v7zAW9y8nhRKPJI1PT042Rw951qXvI2VGD0gpKW8l6AoPVVlobxiZ+k9J57YPYBtRr1dMbO8M/y1vJOs3LschAy8rwGVPThqvz3W0b+9q1YBvpiIZb3WByC9ExKzvTGPqr2aJow9+PfrPROI0739eyC9krMQPmnJIj5gu2O8ezH6vBY7Fb6Ud8W9I1ckPt4utrqmKqW9+5YzveDw0zwdxoq9RKx/vU2pA74hjeY9BnmavRxCS72aNd09ShDXPMsrMr0Be4M9yv47vW2nyLwV3uS9d1VgvWdS6b2sk5m90aRGOwhVSjx23Ym9pF+xvef9WjzXujS9LioBPZiyajwvOAS+PcHdPS9+q7wryre8nbiMPTQKCz1Mr4K7o7mQvdT8Hj5IluG8WsgFvtjsxr1QTkS92Zo8vaJLdL1afpM9sEJMPbP87r1MWvo9WxMLPgBudD0n/qa8jMVcvS1P9DxDqbc9qiarPN3Lx7003zY9U8DXvORgujwhrxY+CNN1vD6HhDu4T0I9cAzTPWig8r2mdQa8qr9WvV+5rL2C56893YqtPbQD1T10pmG931yaPNTTxbzH2OO8sv+NPXGBwD2mm9Q4Rz3JPPBlNr3nWhk+pYJIveFcj73m6iE9aJl1O/EadD13u++7eIWUvYcFh7vR7mc9trGvPaMQNDz8wsC8n0C5PfwJzLv1ybC9G/XBvYBl2bw86ag976JcPMeeSz1GrV89s5WfvdXX3b1ddYq8nME2veudlT2hj/e8qaQSPbook72MTbY9aFdQPUlgF77geuS8SpmIvWOxpTs/KvU9da29PcsyP7zrsNU8k7qDPQW+GrwDd0W9cAZyPRJQzrxqw4Q9aqizvalZJb30FOk9FIm0vbW5Fj1WXtS7E/C9O87pOj1VizQ83s52PFJw370npsI8f2zLPT04yz3S65E9+Dl5vdb+n710Cz+9xMuAPelqbL095Pg9TXWUPYw0IDw2zs+9orHiPDV2KT2Y/ZW8",
        "HC73vel7Gb5tc8O6kLONPVpaQD2kuiY9kUXaPPP0zz2zOAQ9nBAyPWF2ezzXrwC9tJupvQK8yj3CdA09VYdAPTu+oD1k7Jg9pdA1Pn+mTDw7ggs9u+XYvVyIQb2Bv3o9NUMKPqtVJT5EebQ9JXs3PcrqgL2r3mK9Pg0nPKVB/jwA5aC9HgurPWeHOj0vupW9LcUzPl+Zl7x2EZS9ganSuqHslD2nXq89CZJVPQb6Dj2Zpsk9bYGGPfQzkz2iPZE9+FRgPAaEbL2wFI69L6GYPLDVir1KNzc8Wv01PVyesz0/ev+7sUdUPUgYIj55GO+7TBGcvSjY7b36dEy8ly3UvS7Ufjzi62s9C2PIO6mIvL3l9qC8JREBvqpFaLxJnMu91HQPPU4iIb2Si3q9Fg7JPW3P0T0TBlO9bKfdPOx+1zyyNVg9s60zvQuvKL3iJuw9DojHvfghz7ybGp49LquJPXG0Jbx10Z69G2rvvefnbj1OcVU9PM9APQuvLLwjE0q9yRyavbdSKzwYROM9uLz5PUpFhDyLX7m9t9pmvb11Bj36t2690z65vFWqNzzhUSY6HCc7PTpKAb1B3Mi9SMgHu0nhJ71N8Y89q/jTvdtupLwPm/s9xd4AvmgNV73fvSS9ZUyOPSHdR7z+Awc98utLPvhQAr57cRS9/JWHPTvrlL0K0wK8Oa4AvgXJ972/X4y9AsR3PTrbvrsi6VC9N1hNPSYfSj0ycMU9Rv33PRnID75MRNu8wL0JPZGWAD4Z+QO9IiuCO7fe37w4d3A9qXemPdCHMTw8Bsk8YlavvHIaMj3DvgM8F24aPYSrvT3nCoo9h05uPamEgL1GMXI9rsl8Ptf8BT6a9Wg9HC0rvWYdtTxoOme9O+ayvdVYgD3l3Yo96LeuvICDlj2BYto9E3aUvJZvDTyzFwg8eZOFvZmzMb0X9AQ9VgOiPAUo7bwK6AA+Ak+fPIi+ab0HNsG8O1Z8PAgNIzt/5Em96XYive67vD137Ay9Tx4Xvn7/Hr2s1XM9",
        "9PG+PdamYb3GzaG8NFY8ORSFKj3QVSw9zUmLvQQW/T3Wmse8zBOtPExq1DxwjZQ9fBiBPd3NBbp0quS8i9etvBwmPb3zbG4+QiFjvOhDuL0C0gw+/4DcvMNOJj2HohE8wif5vFxf9Lzv6uk9fDLMvDgBjD3mi3c90iiKPP4agLzMjMK8X/7nPTXS2L1iDdc8nPHBvOJmwjuw55o9kw2ZvaiHbj1ZNsG9pCm+vszax72A6MK9ajcJu8H9Rb5csYI8mOovvhv1pbuN3LY9uGmcO9diQ71DMYe9kUi/vBHWHL3SBp+9x0cVPSIaZr1COqA9BLzTvWS1Wr3YOsq8+NYzPflKYz1LjKk7FwqnPXwiHb5h6bO8iE7bPFWZJ72IUs88bU25vfc80LygSXO8Jk++veO4vrrAbR4+SozzvCrpnbwbgV09f65ZPEesiL3Xz/O8fbxtuwPo3L3LmI+9GtcEvUyC4T2S1+C8MMElPXBsDD6Qs8y9WKvqvQXXuL3Uquk8oWpJPHCmmT3YVm49E9STPQ88/bqrd5c907pXPaQCp73CG709GV9/O0YY77wxkm48Ppl9vVzlmD0EyuG8OrwqPbtRsj1pWg69NC3jPB3Qfr308hA+DIY1PJB9JrxbK7w867RtvcYSSb0Plvi8Zt7dvX3zPj1su9K9qbAZPZcHV73x0zY+PjLtPf0Pm729GKE8xfJBvf4IFT5kcGo9qV5/PSKDsz3iol29G9YpPl9sLLxiF7C8g4E6vehPK7vYhse9JeJHvRodKj37T5U9yL2KPTkBX71SaDs+s7U+Pcq6/T1TQFS7RMYtPXgboL2UVg09Wdi9vVOLOb1A6aa9DUBWvb7vej7yaa49Tz+Mu4IBND30SRQ8zEOnu9MTyT0Qp3A8gRNovRJLcj0Fh9m8eYYqPc5ZTr08yiU9CQNcvWXapL2XJSW9HwGuvSG10z00+E6+8UilPZBznD2zUGS8FpBjvN86Sz1qD1q9AkaHPF1Gq7szgOa8nGdmvcm4K7yuGYe8",
        "jWeEPUJVzrxmLJG8+nqqPd2CzDoZgy89+/UzPa4fyL3beQI9f7wXPYzAxrxZBVc8t0UdPZLvAz57uH08nSIlPdtHUr3TsRU+V/3QPHF2173hpvI7XA02PV/BS71ngF49W5wrPYKN/bxyAqA9Ym+IvXdegTvTLIK9ATsbugTrgzzZNg69vNKIvNNwLjvlsAq9JsUDPkOGEz1pljs+yg2GPTFA5L0aU4Q9qx4dPiKbpzzKY3A9TO6xPW+dCz5KDCy+tNUUPXlTDz6gj4s9tw+GPfdQAL0AhOA9TXAHPXJhFr1R40Q98zmbPAVqZj1p7789pYGSPY5rFDy1+QI9A6ADvryqWT2Jpdk9mThQPVl2Ijz4Q9486f6JPQHOjj2yR+s9KG9JPbJ9ID2xjDA90G9aPk2PbD5dE0Y8Q1KovaYOMz7YYSU+aHJ2PYwImT2Iw/E9ccU/vUIKvzyH5Ic9LZJXPZMKyz3G1xg7wHLjvMreujym88U9I6xpPUShqrzJ1ec9e3/ePM9Mjr30m1w9b3dFvX2QWTqLpXg9kqgFPaW2/z19kA89Wy8cvaX3MT3Z68A9UyTCPXrFDD3c7pw9XRCvPOcks7wKsk89BA5uvRINoD1nfWE9D32/PfeHUD3nG9k9ov8ePdwivT1wgYg9EHv9PYgpH7vkZ289LFuRuhFUxz2XN889gnKUveeR9TswISg9cB0TPirZHryggdM88kQWvfr65jyk16o8on3PPFoNkD1qQso8LEeQPWnSLL3OdjQ9+WGyPRsV7z0RUcY97ko4vbDAJT3OQAC+XLILPoAgtL3ZLVu8p39xPEhkrDqlOVs9UFlpPLhYCj2ZMk89JMGGPRQJgLwz+OY8yBp7PUM+wT2Niqu7HLPQPShCjj1GFQk+ytniPONxOLu98aQ8RbXJPezpeTzk8Z29aaTDPRX0Mb3Xl8Q9lA5OPbaPJ7xGsgE9iN0UvX+IPj0OuVC9LLCPPeKhmrxbg08+zcMaPfqnRb1NxeQ9sAeYO/sT5z33uSK9",
        "UoU2Pg1uob16y/o8lktIPSY0xj0E8WA8vlWTPVboRj0rwFi9IZ0CPWl4Jj3ts7682Re/PVphQj2iUgM9OkIZPIiC0j1ilUg9Q3/UPIW4pzyT2G09UrTGPSkEzT0EmDY8M6vjPGPKxj23JqE9nZhqPe0TyT1i71w9/7WxOlRbBT2vBAY93pqovFdtrjvFRcQ95rutPFjvxbyBNmq82APLPHWNsz0ewFC82K+jPYFJuDytSsW8aSZqPRsYBr3WKRQ+sUsHPVqZxD081+e602W8PQFnnDujh9o8YYnvPWGl9LxG0Nc9UXqmvH+VDT5kdby84+fUPWPBEj1Spz28cH+jPV3SF70fmAo9dFmhPe1/JT5GAnO9sTiBPVeGijyawLU9ejTYPcg+NDw8leY7ZclTPKqYIT4nmhC8FAwcvHouZLwhrIU9A30pvXaOrT0KbIY9eZ9HvOaPuj2lUd88crCmO26zFT1B9h09uzOGO8666byak6c8/AgGvbeI4LsSvNm8G62FO1kshT2fJJ47B0L1OiByPL1RPcI8Wqg4PMXQYD1jSpg9EDZsPQ2SDj5cJUo7VPluPSJroz1aJ4M9ppWbPdYAp7vQc8Y8jLkJPRr4UT07jhs9l059vUTRbjzUfJs9DjnLPY5tK73M5Cy7ytJJPUZV9buLao09XIVDPcDYSD48QXM9u8boPejR0r2gqIc6ETq8PWpycz1J1ao7O8mVPRvXjD09/zk8SAWYu9EWHz3FrXI9FgwgPj6lh7wdkyc8cpCsPTL61TxtRgo+nBWZPXLziD1H+Hs94O7hPVhlP7zLeks9jSYgPo/9gj3e3fa8O2H2PfcNQb3kx9C8O1LFPQk/vDze9gs+L0DWPUy0xjvj/0i9k+VBPdUgEz7/K/E4kWwfPaDVmbwVcRE5CnQCPcPjJD2oQd09XxShOlencbyA9Ik9G7nXPawm4T3Ql+89FcQCPXfRST0doxQ9b0DHPTBm9D2Fhhw9hT43vZ+Trj2JjgA+KVlkPVSGZj0r6Yw9",
        "Zpe+PVHOVz2/h8A6ZQIVPuu1gj1AOry8Fe4UPevXDLx6f8M9Wd7cPcqtIL1Qboc9KLiEvS2sQb2vCUI9U3jMvHwLrbyAbK07gFbqPTn/Aj7YGeI8NcJLPF1D3bw5DqE9oL3oPQ90db0ZHb08I0MXvBder7y9uQI8wRtIvYl0nT1eXM49jZ8ePOnfqT0Oeo49ueaYPe06vL081Lg985mUPaxLfb0xlQc9GqnZuo4TIz0ujrk8WznNvBHazjwYjS49R8ISvVUiW7sfSDg+nyxsPeqOETyyIUI9oqAPPsqSxz3/QxE91laoPaHDMTv6Mkg7RpZXPcLd/z3z0Zk9Oh7AOxvdA71+NTK9f2qTvQSTG73mUYu97FclPLxgDTvBoZI9HU/bO+UoVjwXQ5I9sxRPPMByOD2FDIu8Cty6vChSSj0awMI8e2KXPS7PGb1OOiI+DRW5Ok5ZAb0IECy96gtVPQu7oz3U3RO95dk1PdT9TL3LoBI+GBmPvQ9+Dr2ttaU9lUUdPebyq7yHhwO9m36nuxujEr2nhuo963IjvBFVcTsUQpg9HRyevXbQlj22woq7+l8rPounnr2cc646ahXdPYcPgz2qgza9xBNvvX0XBT6SsQK7wpRNvUw83LzEn8s9xtq6PaE3xj32Yi29ypXavK6sYD00orI9pNb8vD/vo7xLHyK9dFKmuzqTYTxwu5U8tdyBPYNmET6InGE8aJ2fPWjdIj4qEre9m2OpvZwEyD1sQQK9l7fQPH/p8zyq4lA9uzvgvbmZ3Ls4sho9f4sKPTGO+j2POI28EF8nPkZt6zzSy8m9xXIMPqckab3yd6Q8blBbPT+ojj1T+OW8hfEOPX0JnjtKpEm9TIqnPSYT8D0vy1S6P10aPcCSlj2k8BC8BRYIPQFF67w42ME8aZhUPYkFSj3QY0Q97i4Yvb64mDzrQZs7nkb+PQKbHr3IBQ4+6hSWPbAPgz3g/DS9iiYevQF2yD0vzzs9xPKFvMJyR72JaSM9ZymdvVg7uruVa+s7",
        "8UagPUrQtz0+jC+9Yc+1Ox94xLz+WpI95ri1uyd7UL0cpZE9oqjWPE8spD2+eXu9BwqLPepvSz2qkcw9vjKQusZ+grzH5Yk9AV76uVtG2jy/CFU8TSKcvbR6uD0xvNu9Wk6qPfkZtj08VnI9zfSGvR0Ihjw+xgU5RHS2PTNrgjyh6nC9c1gSvtwaF73Nkf48osaTPV0d8bwNH4U9HBV5PBjl67u6LZE9pzllPWgiFT6bzyw9KvOpvGMUDb0nqVI96aupPajULj1C3dg8xRnFvAWPlrxsr2g8g/oBPMXyN7xNbZm9s+wsPklzoDxRAKw77rAAPhjZhb1zjXU9Z7FTPRcHHb3WDNQ8GMdXPUnBvTzwvqO42GfNPWrz4j3aBvG8Myz/PZHSVL3/EmA8JaCNPeNWYT0jaJi9D+QCvUx4Yjzvy5m7brumvNCBGjuVUrm9tTxTPQx7Zz1n+G49ObWKvXa3Zj1MGLE90WZNvAz0nTx6GvY8upiDvJ9kDzwMhIK8o3JEPb3yyTx2dLW8Q3EbPt/3TT28CbG9yuUHvUR0Qr3jUzA9jCGwPO449jwgu9E8ro7GvRUmwzxpOTg7o0JdO3Kxk70OZhg9mvaHvEzjurwDHz48YUmdvVFrAb0Yw2M9c5mHPZLakj0L6JK9d8kiPbJi1rvo7Ca9+5Keu1XKVj32Ggy8EXIlvPWi5zuW5mm9Ww5sva+rAT3JrYi9r46hvfecMDyvJeg9aanJPO7gk7uHK9+8xMFZu1kNiD0XzKK87tJWPR4cFT2IhGy9xwdbvcp2Xj1t1A07/7YAOkbQiT1DTD89uPS8PbO2KD2eL5s9HVYyvMw1Ab1eDXA9vLqTvVqLCT0LZ9i8uz7ZPKYAIb2hXf66FXU1vX9uhj3Vwr284mSrvXSg9L0qwA+9H8FQPau7Z7yEsCM9ignsPGhN4DwZBI09AREFvEokPLzVNLi9RB9eOxufCj3cMcs8pgqGPZF3K73ToIc9Y7UwPdoyrLyMzNy8anSUPdcjej3ulJo8",
        "6go6PTAASjxbT9k9AXs2vaT19zmN4nq9qoaDvFmZNb1P+JQ9lx83Pak7xD1r6B29DQHbvUrLAD1mLT29IsnpPG6qSzwIdwW+BSe+vRA9W73f+F+9tc5IO5fDlrwdZg69Q2/xvBJGCD08lR29kAJLvbXXOrzSjFc9XXHsvBoEgD0k3q29Ud8TvGO/BbwiuKU8Q0DJvYcSmTxL0Hu9wVESvfGfzjzDD5m98VrLvfKi1r2aI4w9LBqzvJBSoT2CP5k7oIqxO+RvUz32FgI+RlTyu5zLWr2WXAi95u5dPQmMLD1f84C8cvs6vC8d9TpadNg8htT6vNANn73cQYu9/9R7vbdrvr38NDu9ikTYvWD1gj10pa284S2cPb3XDzw2pN686d1cvJyZ87x1OaG9btHSvBVFVD3GdmU98y7EvWVJzrsWm709Xs55vf3evLubPiM9PuHSPJ/LHj3Pw0w9D3cGvaH6Br3BdqO9BWkFvBT1bjxv0Ti9TZ29vVl5lbtZSsa93AgDvbRH470ed5g9AiBxPLBcoj2ytWc96E5+O3B0t70dBaA8gyDzvKaGCTw/am29lwsAPT0arD2+Fac9G793PSaT6zz+a0896YBwPXpouLzv2269oQqRumbMcDvc9469kBxZvWXDXD1vG0e9ThtBvcfYaL3V3cw9/ltNvYKDsbtc2vs5cHFxO97bzb3wORY9+gEHPQZJ2byBz4u9OE1APIsLBr0MZOA80GPMvDD6LDvojRa9EmXYvXje4zs/xiw9hfmPvCHGGr0KhoC9kRvEOoy4lD0YfgG9KxXMO7GV/zzB6Zo9airdPJtdCz3WF1I9p7HDPbzQ4jxd1fU9n1Stvc8DkTmOBdG7iGrvPMf3lDzzXCI9GHHHPWkDfroVG2o9dFmrvSRq27wdgMG8fFIaPYeUkL2v1hi9QKOhu35uJrwFI5Q9vCb0PABdrDzO9ZY8ZI2vPZubHL1VlbW8eNm/PdOlAL3Tas89y1klPsxSjrxqdUc8bCYuPXuuqT3XQrm8",
        "pVR5vMc+Mbqr7GK91GKNvZu+UL0Bmbo9dLoEvN3NgL2NsUU9eBo4PWXYuz0npk49YDgRPkUYFT0KKxU+1a1SPajJIz79LYK7fWELvbXRlT3tPv0991BevQSOqT1yk9Q9SZbVuxpHtD0w3uq8Rl+APKDU5z1R+FY89ly8vHf0AL0WwKQ98bfZOsRKb72aTrQ90tc9PcIptjyT0MY8PgOePQCNjrz7yx291vu9PbTSuTy/7bA9ipCGOQSFbrxDBwM+9C6zPVNKur3lbVk9WP5evWaSm71cOxE9Q4Glu3Ft/z3u5Z09A4Q7PX74+j3GbZG7LEaqPQB3xLonqyw9f8zFvbOCJr3WQOg9KUhJO8WhALy+IxY+RwOjvZkTHzxgeKw9ybDKPcTrwzxZByc+EjU1vSySZz3TQYA9eDTNPTPhzzwxr7M9KyzJPcpllb2S88W6bq8gvQkhHDrcArs9PTpovWCjqr3SZ7i9fFVQvk1/mLtk5hC90dLJPdNKMrycE3k9cNKevW9hFL0EIlw8jNCBvWPZX71pJAy9RySGvezMsz0U6b6990CmPWG1z7wqmJE9blmTvCZ8Dj3rnW297hh5PREHE7ufv7+9XYfSu2Zynr3KoCw+XL4tvQxCWL0xanw9O4zUvKLwBL3Kfm28J9epu08t/7w4Mjc9vwIqvUYvDL29DYA9kqClPcuMIr2WD2C9X00KPomoOb3ivVW8E1hMPee2mjy8P7i8DCC+PaCh6T0Yik+9i/eNvXT1Db1d5ig9U40EPuPzWD2Fb8o8hnb9PKDjFz1ddr084VGbuw7UQ71BWYg9IuWKvI8/n7pwdlA9eDzuPOwE9j3itj+6pFVTPTr+nz3Dpng9cKrPvPbVW7xgWoM90uVTPXHVS72fV4U9KXNBvVOiwr0HlLo7fHHovEwOqj2+AR480o4YPnQiwLwX98g9BfgkPXkLNL2npJI9z6CxPedayT28Pjm9E8jdPVAWmz3HCNO8v5/JPcmGrj2VzxI9PLKDO6mTJD2O/4i9",
        "uJypPGuJFD3HMQs9jE2xPXEqRDxlMaw9hx7MPcl+VT3ujii9eNAcPXROZ708ao094bvpun/6Sb1REdG95HlCvdehVT6V/bQ7PWJdvAHnFj0wKj4974lUvX1O+D0fVSA9JtejPcXYUj0YVTy9/4ImPOKpkDz+yCE9V81aPD4AwjwoiEo9uEbzvbjUyT2lbVq9f0FVPQpEuz2xKou94DztugLo4rpTl5Y8NaZAPd7TNbxiRS89vuKUvHqX07yMZjK80fTaPSCvRD1aIwc8UxrWPLDvUT1eevi8Kt6LPE6Ug71oHYe8sTZTvQQ/X726RhQ9fIwAPkgkiD01uu48tc6ZPCLoSb2H0C49Z8oAPRkcqjw8ivm8C0GkPd2aU7wgoSg9lyKsPbfwoDuQi6G8UFSBPT6uuj1GppG9usnqvDvIaj2aL5m85B/PPV7jorxwFOO8cZkhPSq73zyV0d093SgyPfklFryppDa8Y+FtPVXD3D0AIoY9RAwKPukxjz23wka9EDv6PAYZfjzKa489o6yxPCvjmjzFqH49YoUgPlYDsby52F08vtWhPXhZlD2U6XG9t1fQPbOACDtDGi89gEOHvY31fT3t2uI9DhhBPXuPLDw5odc9t3+gPRflWz0M4tI9VJkdvMPLljxZTxM+dGcRPnktED65hFm95KkyvdSctj2PLQY+ViHlPQkI1T3AnsE9yNIivU/tebwfzWY9h6+fPNjojj0XFZ89cYqIu6DEEb1RkpE9UsEWuyV/4rx4+XU9iYBlvRJGq72KF489I8c1vcVSbzx6pV08wzu9PQ6gtD3l70+89s7AvYGkl70nuvg935yWPSwGnr1ngbM9MU15PB5yMr2tWlM9adkWvQNMzz22qIA9TVeVPcvYuz29m5g8WgdnPDUbJz3KYwM+cQ2PvQ1jfL1riVU8r+IrPQ/MGT5Se50917CfvYV3pzzjV/s86ONGPSAXJL2Gfwc+Dr0Xvt9F0zwxhLc9m7KJPWINsT03tew9Et5lPb23lbwMZn08",
        "9iEGvclmCD7hkfU9NbF9vfzU/byat/u9PTUaPs9/rr2vIze9bRtJO/bgXr3N3Rk+d2dyvIPcP70BZNA8SdQePdMy072Gb1S9ENV7vZWMyD3dRRm8MHqaPH5lZbxSXLU9nTRyvC19qDxl6nq6wCAbPUj2Qz0o6Sm+blKJO0kNNj2QRYQ9O+AXPLC87rpfwuc62ZSPvHnh+T2rFUe99F6iPbx60TxqaiU+orUlPOo5Dr3TRqE93s8CvGk9kzsbqy29RZF0PaZNQ722Jrq8pDulPWWeYD0x1yc9SUGZPRhmbD3sG+S9xG+xPKmHjb3oaGu9LrNtPThDmz3ApZQ9VwoCvOxUuj0yfM89HCqxPetL5L0U3qk913zOPAsr0z2MOWQ9tu9RPImLyD0OEi68mNWHvDZVJD2RQ3i88hSNPdHzar1d2Po9qYcIPRzSVL2luZI9v6L4ux0C7r3GEue82a04PdM5yDw5JP29ne2JPQZTeL2cCxs9jGg+PQL41r2/Hu09kvwjPf76AD6HIwK8uqPQPRTN0jzm8vC9why6PWdzxTw4l/A9gicjvWQlEz65Qwe90wG0PRGfV7sO9fm8L3hKPQzmtrwEY4a73D1HvIXfCz5UPiO9mGSpPam8jLxIHs89sSGPvZ0qgzwykAW9Yh/pvJfGJD4CKRI90k/yPNv+OzwjaIQ9xFuuvfO/ILyfd0s9aj6WvAHHQryX5f48OPP7O1P/hz06UhY86d+yPOL6g7z7llE9wKyzvW4KyzulgtC96GonPY6+lj0LWCK9izCCPX0S4Dzb7wo56Y/uvANCC70g/Uc9uBb7POwFYr0JeCM9XH+dPRFoMzyifqc9DCFQPfHeSr2iWCw8hauEO44cK70yaRe9uAIivT94Lb2Y/LQ9G001PSzk4jucZ8G8KvszPQPsNb1RUMQ9YwQVPSPDjz20jiw8SmLvPf8Thr1JEZg94J2DPUC8Vj0nFSc9mAPRPHtKvj0n75a7CR6iPC7kIrzA5x49KY0bPhwW77wuIAA9",
        "SzqfPTKWID2uZDQ+Q2KFu2mw9LyqkoE9gzFpPT5/x70uRwc9sd6UPcKCZztAIkK9Hky5PUkP5rvAJCq7EJw+PVvHKT1gfLU9HsorPlLMGTyrh7W9c/+qPY0J8j2ezWy9Pf0NPXf9RD3IRc88SzVfvYAeGz1xaoE9C3XQPXg29rnulFo9meT+PG/DLD5RPsA9Mtv9PL3iqz0NmNc9s2ibPSurrz2nVnO9ubC5vUpsKLxffwg+z7JtPYb2CTu738M9N5nJPSz8ST1nGjo9rQqpPdcem73woD29XjU/vQ/HvzxhdMw9e77KPS6Co702QkM9K1OYvR+4o72z/HI9bvY3vUQNRrzSYte8ZXfhPZmu9j3j6rW9FIEBvU0h6bza/gM+2NKXPcNqir1MNm09sMIoPLJ6C77pyk89mPxrvWrrDD5Q2sc91GqqvKdxwz3tklE9n7kVPRqi3Lx6ic09NQo3PXxvUb16xR+8bMZ7O+by+j1LQ+y8C8PgvDYQmT3RjiY9TewtvRiYSb0VFRk+NAUcPfCplj3zqNc6qbD5PV1dnz0nhnY9vjU+PaSWJjy5XwY93UqTPcTsVD3YSgU+iH/XvIQ5Lr2Aq6G9XIqEPMe3vL2jrqm9X1O1PXCfcr0rM4w9/wJpu5/+b7xke+Y8DW+LPW70aTz1bga9ynYXvYCIdD3Nexq93ysFPYEiTb3J46Q9jQ25vaduK717wCE9I+fgPItUJT6o1G68zutsOk42DL23Wss9Av25OwW0jL2eLQY+FlFqPeJbDL0xO+W6Ud6XPAUbCL3NWAU92nOQvQgPn7shhgY+Z/RrvTij1D0OuCW91nNSPmDg8b0+RQu9rNX3PVnPlT0bW/+82E0yvXjd9zyrhe+8er9XPSy5371761a7gjaTPR4siT3Ycyu94OTavBbt2j3BLiU+o6ZmPNRLQTuEmNM9604IvXHGxD07rC27USi8PIRq5z3XUPk7G6PxPF1AGz7Ty5e9nsZRvDpCg70RqS+8M9AWPQX/Er2Onkg9",
        "gCHcveG/TLzQ9bQ8YtFePfPbgz2qJ2q9mp/DPRbmhT3nIts6WpzgPDtTlr1J+rw801ABPjqPCT6+Qsy8OqlnvUrgI71TBU+9DmL3PP9Moz2+XVG8kBGfu+btIz0j0LG98O8RPkJ3h71c0Bi9p2Y9vPYA1Ly9+To9046CvRHOdz0gSGQ9Qp7DPQSxK70R19k9iteVPddvqj1hzQ+9IH8SvSLhGT7nN4U8myt/vKweRjvMAIC6Ql8IvaR8vD3WAam8P0/yO+/GyT0O9aK8I6gIPShrE73sQnk9/sUrPTGLk71yaw+9KCJcvVrdwz2O7kW9KU04PaE46j2JEQg+qmi9PdCCXj0ad5i6B7MOPIOfhr0bX3u9941MvW2ziT1LHzo8JUeYPTMVrD1xM4o9pQiRvfkHCLyiHRu9/w17PVPDnTxvLDK9omcFvViZh73w/NA8O9TGPeXM2z0S81A9PcxWPTZfzb0gKwi8gXXEPDA7Sz3+XYQ9PhQ5vfoVMb0KnLs9T+TCPTpJ5zxrq5Q9M+xlPW91mbsjh0y9E6iIvPH1hb1lG2K9/zaMPtDRrTxQ8Eu9chFqPRK4Vb0+Ulk9WDwYPRitlr2xO9I8D49vvToLkr12KCO9wBT0Pcwcoj3B2F+9798bPWuQUrykEMm944eou7friz3FVs27PzqLPBnWQz0sX6K9hdKwPI03mj319O28D6LcvRxcMjx3aF+80YBYvQo1JD3uC2M8qCiKvfHCQr3TSo49/haFvJ3w4burdhW8le1eOpKuurw+ZVa8wb/APceSoTy2RC49/aDTvTlnmb3UtK+8QsoAvI0UDD3lMwA98vEwvb02qz37BF+9EvP1PJHjmr0Hc2q7EER4PLt8wTyUY4O9PovFu2Rvk7w2g6W874T0uhw2NT3F77G8vPUsPAUrHT2m74C9yrUEvpacDT1tNva8Wl+9uwuNqjwJ/Ii89knKvaZgNT2PCfO7AYxgPKk4sbz2OQ+9zJMzPdJ3Gz13jfo7b5cWvTbwq73D83c7",
        "cngSPYOE/Tu9B328mskPvW8/jz0boiE8vCrNPdzs0bwdNo48jzWMPbrNeT0moZU9BEqbPJSiKr1xJqI9/S2rvZFHSj1m1hS8qUXlu/LMDrrghx07JOW9u7YT5jwU2hO8uKLhOgB44Lyayge9FflIPDMuq700Qbc9ZoSAvRmA5j2O1+c6ksGPvHV7Lz03wKw7kulqu+67xTxcVpm7lwQVvUnwg72Jf0g9UxVCPbWJtj3Gxy+9lL9jPZTXiLw+53Q84RCBu0GxTLwjDFo8e6nuvDQ2mTw6bNa9fvHdPYEOND3Mmms9LRhnvcS7Jzqo2Ie8vosLPMkfGD39DFC7to2sPW5g17yRQNa8IOJevN1xCj0p/1688W+KvVy3f72ycJU8snLdOvZNqLy4gTw8UOiUPb3o8Du4cg09NFavPeEEFD0Du6M86IXjPIl5TL0wbeo7tGZQvDRBxrsHdCe9Y9v6vNzRsDzv3IY8onB3vP8ng7xQ2yi9TTdmO5UPsj3V2Sw9lpeaO7bthruYeHa82JfUPbTvKL0AaEi8UQEHvQWkW7woSyS91TQHPTOgorzxoyq9ZCKYvZlhNr0WWWe9GKjwvFRq4rxwupS92eRGvNHQgD3oB0A9IXK0POSps7xpFgq9ydoXPFerDjyqZs88YCP3vJTA2TyqAr09c7hjvTKXwTsC+Z49ReoJvBReCr0S+X28UlxuPabIurs6D5o7AC3IvLvNnL0HmAQ9u4uePUOeqj2P+om92ZrmvOE3sDySiW09J/eivWxjJjwx0jk8zMtSvWdRIb175k09+ISEPbTpMT14yKm9dCwXPYbbWz35lY29j/+qPJovsjdPYZ09k6mOvZ6qXT0zXq09ORIXPauFSbujv6i9eWbVPNb0bz313T28PMACvYdyBj1Ngma9ugA6PSZ8gry0ENI9fjALPQrcnzzQ80Q9kL6/vPDDl70p/Gc9oYPXPNzQRLy9U+89MAmEvXXmljzo7KW8kPllPDEDxzpctDw99EizPN1HMD2jlq68",
        "knG6vR6UELz6V0s9TP5YPK0NTT0dC9i8djvhO3UjmT3YZd06e7CfvUd2zbymrqQ8GLErPc/CjDtA6cY8u+vxPHfpL71XKbI8DDW7PN9//jvm/mk9FsGRPdnUlLx+CfE8U3wUOtlQlzx4gC29LhAiPEMuEr3E5ZO9m3EIu4BwT738pf088Pg4uqcqmrxrCUq9LvdvPXK/uD1Ydim9PfHwPGl9pLwtji09fdzmPVlqpjpo3lY92V4cPd7cbT3+fSi90rMave99qDzmWIm92yMtvY6xjb1kG8898yDtukzdQL0JF689jUaDPcmfKj6zrYY9/vLFPf2GGT3rGbE9zrgoPQPjyD35gCY9b+awvX4vTjzVHQU+JIcrvTaWkDyULJ09QrwfvY2AsT1juiU9v0JAvJI4sbsvaMg9MFkcvYFhp7yjhpc9NRE2vHW1Ur3DJCQ9ZCYRPMSIcr0QLdS8nGm5PUpvHj2esr+9K1vWPdvrjD080uM8koOUvfpAVTw+O3A9GvUOPlKBvb2hRZ87NCrxvEgaa729m3A8QTesvRK3sT3FV+I9hor8uk+0uz0JCF+8aq8JPXHtJD1hRZY9pefGu+XFZr1Afow9XfAcPTXduzwRk+k9uDoxvd6tuj3E/6s82SthPSNH0LyCRAs+ejaPvbx2qz2p81w9i4SoPfQokT0uqcA9xaYBPGHTxL3kB5y6LYpivfTkKb2v8G89v0XgvUTpir2HZYi9Se8Dvu9w571D6Ku9iWCfPYDAlr33ga89fS0ivfaZyL2HIQw9AtwavbKHw71P1qa9/NN0veTupD2C5uq9EwFFvV5j2Lxk94g9+hCFvQHOTL0mwKG9+Uz3PETDsD0YGpy94BccPfILoL2HrEW9+OWdPfulyr1YDkE9QsMwvfEle70DgMa8tmrcPDk+i7xuGLk9O9o2veyZir2Z8dM9GSFfPSd/2byCF9W9Qd6yPRI1gb13Ges8blvZPYWFkz2d/AC9a5N/PfxzlT2AxVS9XnALvR45pr3Q7eY8",
        "bSOcPTZTkT1dni09U8G8OtTR1rxXzyg9BSKrvDVsrr1pYBo+BlHkvDd4Ojzdisw8h3g1PcMIzT2Y1US9K+amPVxngT3z0lQ9aoWnvHIagb1caSi8nLSuPRR6YTnJ+nQ9bWKVvVigU71jD0+9REPWvBoL4D3kjou9wmAPPjZfq72+8iM+oJ9/PYMsAjx/z5M9rYdTPX9j4D0oxbA8Fs/SPSz3/D2X/oC8vQ8PPVMYZD1LLog8hjFHOrnrVb2kG1e9fI87vfRtOz1d92a9oQOWPVEU0Tze3pU9xeS7PRBelz07nuK9X/uVPU5wYTz6/Aw+ITinve8IiL3CEXa9SKogvdVuYD68yss9K8G7Oh+dZz1MzEE7sA0QvrOnRz2LKbW9fzUpPTtprztR+6O9vIsGPbEL6zti7FE94fyeveRTlr33zmE9PioFvarpED6cZsW9t39FvNF24Twu8ZO9QPO2PfZBwD1SxNm9JqnhPQRUPr2Wp9s8X6/jvbkfHjuhNjK8bo2yPWsOTD273+07wmyJvazYQjwtcke9L9ioPPrYv7wL4Wg8Hb85PcuAZr3eOTI9W86dPcMNOz1tN5o9I9oJPSqxFb3IBcY9E75SPV6AFLz6eko98HTQPXNVrb2wyLY9jjniPSphjD0Uv0s72ePBPeXI8jzrF4y9GNbyPE5qZz3Zn/U7fPMlPaG4ur3W5zW8XSMGPgOrgT3/ew89YCXhPdwVq73ZeAg95cOzPfw9hDyWMlg9fYHjPaDSiz09cjW8w11lPOdkkL26Emi98RD0PSih172NKKk91Rs0PQlk/72F3Yq9liYNOtdk5z3Pzhe9rGWHvZzAp71PDrc6JBc6PoMicL3Osx+7LDErPZG5rL15pKq9bbGbPOy9nDya6/Y94mB9O5alCT6Gdgq8NjWFPs3bPT5Ez6I+Qdn3vVNVL76B7Iu9y3fFu4OxQL3gDhk9e0+WuxPOKj1HwYk9i586PVI1nL3k+ig8lonMPOTQu70aGtQ8+5EHvTVwMrslXaK7",
        "/OqJvf2H573WdKw9GxrRvbNJGj3mzP69nM8KPptGJz0U0PC8j/7nvb5aVr305l89Ee6uPYHPer2OC2q9E8+/PaVxHb4Oc5C9VLgPvmsiv71oyiW9YS4JvN6xlzyqp509ueULPq3uiL2quBo7KcgUPXzgmbvQ3gs9lpZAPTZ4gj1/h3+7Uh2MPY4kRbxYivW9W2ekvUu2lL3nyuk99nebvTgh2jm1xmE8gC9ZPSPbybw4Ku69XueavGEDS71UGH87ZHf4PRn27jspDIQ9YegtvdEoKr2CRiS+VijGvoW66b3PZYq949BbPknMxb3SlYE8wnvAvQSdWr0cKrs9MyhHPfpXkDtl+CK9d1PvvYojyr3GMmA9VFLvvYFdyDsqwZg8h+jUvaYFf71UY529GMZivRHH6zzB2i+9oHQgPr2HKj1T4Zy9U0aCvK/jjr0Kphc9lA6SvRrHPTx5RWu9Zb+RvecC0zyRL6Q9rUkiPKiKnL0vNag8ujWVvaB9mz3DhIe91L8VviR0qL1m8T2+tl9RvRdxwj1X7128hwaivUxtDj5F13q9nMPbPCPtB75p++u9qPSLPo8RIj6N8a28gmKvPGB4+Lx+E/4929Tju+tYtbyzdoQ9JF8LvbKp5j0lD6m8btChvWm1ebwIz3O9SsUevjo/fj2UlYm9lxWnvfX5HTxPinW9xgAcvWSBCr0q73g9e1+zvTIzv72bfiG9e53SvD6mp70WxOq9THoBPpHBmDxWrSE+lfrNPdYXx718ab89iOaQvBUmKD1TCYE92ShEvmlQULxyj5O90FnYPUlurz1CcTo+vCy7vcyjbDzIThG+i3P2O8tR170wzcK9BstVPgw+TL1rgQE+PmaFvdaW/b3Z4cu9Xjb0PUoYDb6HkDm9d9ksPXP/Rj3HSA+9Y6XzvQTYaL3u3ZQ93qKaPGFjy70PEoQ5q83NO9gkOD2rCpK9xwmCvmNwiT2Y5Bk9+1hPvN1Gvrzilfe9x1oCPXIDir3FxGu8gH8WvuuFKb6Hp5S8",
        "LEGrPWrnRD0bztG9a0IjvYOZyLr8X3y9tj2ivBCp0T2B66S9GssNvWgSKr29Ax69G+P6PNWHIz4JNpw9EqapvdUgxL1qzos84TiXvCe14b33N5m8Vta6vin8Br6TU5G9gyzhPb2yLjwEK6M9LkN5PAJz/739Jw4+7lqPPJmNiL0jQF67pYuhvSR5kL2PV4c9gznPva311L1gVWK9lTfjvPlCOz35gcq9shRovWWUM7xkm/e7CCAhPMB2Cb4ODO08UzIpPombXr17Cw4+6j/GPXhD7r2KJT+9UshyPYLrv71D1oO9S620vL96pjz2ube8oBjBvYQElr2oWL+9QNWPPTZOAL5dYrE8ddSRO0h7BL6yyyW9rz+OvawRvDybOR28eP2GvbAVNr6vYhK+erhNPvyIk70/8Wq9n2HCPDkXCb2Qpc28lDIrPGUykj3w45I8t7ZGvfSMhj1+bIC9aA/4Pc0pKz5H06Q+aivrvSY4F748LRW+q6SnvCc7Rr3YSVi9ShkGPsYvoD1/Zb68fnqePUTvkb0OF+i8rYGPunB0o70O+xE9nGBtvAGWLjoScx8+ICHFvVPROr4TpNI9NLsmu06MPL0c74S9tKWTvMYIHzwRgSq9O97svT3+Mb1qC826Qg0+PZHz+Lw8lBy8qw8CPYfgKb7L5668DEvnvScpqL3RKOq9HSjgvC6xCLxPU2U9eT7VPXqz8L08oWa9yoomPUuPcT0OdLo9T3KHu4HEgbyFaNi9Vv7FPboHyzzrq1a9VDUNvjk2uL0woL882TyavI4SsD3atue8zwHDvfMkMT1jjc28GsycvfdrBr5vwhO+MUScPSx9Aj3FNOo8SOvYvCmv8j25stC9c20jvhKUOb4hphy93/LMPRsUhb11f6w9l533vUiC3r32NqW8pht0PKAABryqHgC+sZCovbZ/7r2RXiQ8k3RivXuhzL2tUmk9/TgtvUYlv70yKZS9YciSvTowYrytttU9rqrzPS64nr2zPFC7Cb0lvlHvaL336/u9",
        "2ZUhvn1HEjx6JFY9TAapvYIfoL01RuQ7NZZMPJWVu70145e9SEBJvTBxDT40Cye94ogPvsoe0b16iSq+DO5cvauQpz3rR0u8arzCvfULAj3QULG9ddacvSYRl70gbYK92R29PNaLmD0FlKs9vvK5vTErQL2hTsA9YLpGvmebKT7M+9u8nOb7vNspKD2HrDA9G7VmvSAZIb3vxU+9k4MMvj2cBjygpom70/H0vfG3VD4e0To9bwSJPUnDMLyokyI9JWTBveKxu70hgCw9lO3ZvZ0X/7xtzLW9lOA1vCKO5T09xZi8K0sDuswV+b3c8zo9gbf7vRkYi70nQc+8a1ujvQbedjsbWoO7PVuOPMv2Oz5SLC09z18avv++Yz2OY6O9B9hmvRH1m700u/G9LofbPIv9jzuhEXg9/Q2XvXTBqr0x/xa9QVRWPuecTb4csgu9IjsmPS5tIz2yLqG9DP38vQacITzsBjw92bqnPI3Abr0mIZW974oFPVFK7LrVbQ28ccY6vl0JtjxUmyE9t4nqvVO3vb3uiyu+sZOJPDNVP77witQ9ezb7vePof70d+ba9qMALPk9UBD19vZo7EnNTPGVeA75IyNW8/xgru4WMID4GN0i9wMowvW1DGz1siYG91MROvS19kD4ciQM91FSFvYYrTz1QKak9ulZkvZxtqL3Epe69ZwpIvUbvIb0OnTe9LLUWPpR2gT3ASyM+C0QVvn2Lcb7uGE4+fafQPe1ihb0QvxK+iqP6vWPVa71MvV0+lh0/vSETSb19HwW+tgRJPZG/or1tHFK+xsnzvQtXlLraN/i9l5/avSf2yL2xb3e8M1ZXPHEHAb6pV8I9awPePd/y3L3+zYy9u2pkvcXIJD0aKOa9dnmpvK+Q/TskrYS9vyUvvqOFfr2t51O8d18YvsmFKLvrvLM9nas9PopX77101y6+1E+IPP/hAD5k0Ss969Mlvd4h+r1sXDm+mpRuPVEhaj1T0fW98vOAvHudoT2LgRW9cOzLvd4lRL2+k3k9",
        "dKQBvp6OSD01VTo9BTPJvEdJN73wzay8PKtFvVoTcTzGwxu+JxlCvQOPHDviA02+Mtx1PImW1DzScGK90NfIu9aIU73YQ1W90yA7vOuR3z3qygC+Iq7MvLetYj1NCmA3rPqcPbA36LuO92i9LCWxvU2SnT1vUQ87C9qkvbKp971ewUM89IgSvVRbrDzJkwA+npmKPZuaQL2u35s9QmFnPbbDoD3NIxw+JFOsvWBooT2MhSA+32jzPKC7L75SCyU+omlfvaI0UzzRaWI+i3DLPPlzlL11VhQ+KaqxPauBGrz9z509boO3vDttRr1hss89kCDTPUFGxT2sahK+wMeUvWIWnjyQ/d29Cs9WPn0o9rsDf+q8rcL+PaxlPjw4aNM9GRulvXksCr0pgro9cCQFPWQiej3WOPO8nyvlvbUlvTzUypo9n/sTvTV2TT1UFbS9r4uWPZfwIz03Dfq9RHuwvQ3Drb1qQdo94s4zPc95ujthZgc9Hi/dvLDgeTuFA8u8PdGGuw9AOD1vVpe8KeTAvTYqRb7AuUg+eNcCPqeptzua4Hg9ZPMVPPs8ET5Wlks+GtwIPbTzkbzCyqA8cc9aPGEbTT0MTgG9jFJfva5cELtuF/A9Ffmpvf8U8b0sd/w8qigCvpF1iz2nNuc8VjDdPFrW6z0nFpY8iQvpO+rjQL2LaRQ+zkvRPcQtmz3J3aO8etj9vR08L71TrXG9/Dc8PhU9Wr0RpZ87DEzbPTceCLym6/G9yyngPCl/w7xD0B89kA8MvZuFAr7C3jE807O3vbSW4j2j5Zs9vl4jO3lHDT67XTS9kCcTvTgNAT1we/88BdMHvnaEoT2wmii9dtKUPXQJRT1+uGk9J03EPV3I4zyBIDA893fAvbzTarwf/xs+J29aPnvk9z2J1Ic9G9iqu3zzUr7s8Uu8CVi5vef6jz2zvLw92CVsPE5Kc72jojO9+pb7PbpMkrw0ZgS+7zgwvS358btj66091yEPPRpxBT31VOy77LbmPXbKKj2M9wE+",
        "M9GaOx4XgL0PwQC+iXEEPdMA/DqThrA9AIsMvZd3nj3S7KE9RE3uPRFXFj1YXPS8qffDvebuyb18Zv28+qqYvUYtu7wE5Rs+k3gdPC3MWz2Gg9E9strBvW7Tuj10qSu9dMJmPQPWXrwPk8U8R/oFPQp8pj0aO/g9o8GcvPlhe71/29I9SDGCvf0xgr1RWIQ9qKVUvvvzwz1mFGY9zPoHPWgJ7b1bD6e95IjavX7Lh728g1I97K6yPTx2Jj2YDbm8v7UOPjonnLwdPse8F4KiPXRNwzqxp8O9xZJ3vWU/8T09qQm+tprXvborBr2LMcm96sNoPY7wp730khG9OqCnvZ8Rsb2AebI9PwqFvXVzzbyuKfc9JQe4vWfw5jtoIYO8CYBVPubjEj2mNJm97hp6vVnu0r2vWGu9DeBOPeusy70n9pw9woLdvQwyC77MBpy87NihPI07Jb3SXE69H4oXPgl9Wr0eZxQ+TzBvPaGFur2kYby5uVDgvIYlsj3krK29sG1fvf6HI74Tdwa+HdZSPr1R3b0FxoQ9LcJXvUiBSbvk5j6922vzO1meBT4668A9JNTAOkqM6TwXEF69DR4rPiwBXj6ntI4+2tXMvcjAJ77RW5K9zJ1AvfhmRj2Dnzo9h+WgPQ6ZdTw964Y82FvVPPWxsb0l9iE9wKEJPNjKz706V4o9Hl84vVQ1072cf9w9utYmPRgh8r25Zny7c9UmvfXL2rypy8O9Xb+KPQK18TyP5gO9XYjtvf4lfDzFHyA8OR3ePSKsA776xhq93M1HvT33t70iI4I9r/+LvR4pR700P5G9CM6CPMJzWjwacNq83/HOPe41dLxaAhK9IcvGvNspib2UMO49XtPKvLXY7rw0r/o8zlr2PVomeDxcR5m7KmIMvTFPQL31j+49ZBWvva/haz1QrOQ8BEa5vDvgS7xDBXS7C4U8PJoc072ba6W9IBflOEfdJr3qT7I9ZZiXvCnajjwCC+29scn7vY0a6b1pPI29jX/HPUdTqb0Nkb88",
        "x/0FvnwqGL5T/B27/RB+vbxBCb6K2My9PzPZvarPC749d0q8OGBavTGA3L0zR4E9vrh3vQyOkb0oo+K9fUbwPP+QqT1eRHG9qnsUPg49pbtF8x68gzBWvYyv070N8sm9z+0avnsORr0/dGG9SQUcvjcKJjzwiTo+1rP8veWIIr6rq9+8hnwhvYuqIbojf6+9w//2vQ8lar29Tya+TM/MvKTC6z2l9J68MjIhvbZG0T1t16C9be7evQhBD75KOtS7FbS8PCmuCz7c5ZA8Dz8TPVjUlL280I89jXTevR9qnrtwjl49v8N3vUd6mL2U4j49ZnTEveWjWb190MO9hdtHvpZXYj3TQ8g8TbfkvYuKQD6I6Vi9VkEQPYlUDrwcVg89LwKjvSs80L0qpoi8BScFvriF9jw8OPK93lXoPUdNbTvFwRU+T7HhPRGtzL11Cb49SWM6vZhdRT2Q84k9HhYQvjE5Aj0PGoC9jQHePEY0Hz7y1w8+nWvCvPpR/Lyb7QG+Y4gKvQkAsb3179S91DC8PRhJ3b0YNy0+bKntPD46+rs2EFO9hFDhPUM2Wb6E8KE81icvvbqngr09gGu9pAufvc4UU77pFYo9gj2bPeG/Az00M3m9te2+vedNSLyi3KO9IMUjvqH5kjxG8Rm9RKzQvT2w0716hUe9+vDIPHpGCr4iXMO7dSMIvhNTeL6vQka9yYyPPQqMsjwj6aA8om+BPaeVPb3r5/a9LqcqPf9drj2R+cK8wRDmvIiJMb1xX6q9U+pQPWD5cz3e/i+8sgovvbsX7jti2cy85o9ePVm1yL1Jede9/la3vpjM472yZ8q8yanDPbmYWD1DCTo+w28xvQHgV74r410+6R4mPeLsI73aKZ69XK69vTkbir2b2R8+FlIgvWDGtDz8bgy9KmJDPZMxaDwbsUC9f36au28047xLe/K9Lnprvbhccb36nTe9UdUMPnB+aL00OOs9RxmCPZuFLb7As0679CC8PYBKPrykX9a8pYJJO7PxZz3V/o69",
        "0F8SvUPBdj15EwY+a2cEvVO9UL29XKO9DSIYPOSeUb2KnbU9pFSWPBH7Ar3WXTs9sWjwPfhnED08Kq89ZslTPMQvST3x/f65bftPPXkVBr0Vw7E9cwajPEZi+zzEqBk9PMmqvVweeT1qUTs9SyDrPfzWFj6A1B0+K7JYvYD+/z0Rzxi84UrePRVpzD3xHZ88o0zhvB8+sD3SJLM9wtwKvaPBsT0tBso9NJSQvU9r+7trhGi9GbqgPURpdD02yrU9/qCrPZr1Q700tIo9QWcCPuZSRj3qOnA9FwgmPfiikz1XJBg+5kysvdzwhL0dreo7hCN1vfKajbyAsck98hf8uxHhjj15RCI+m8kwvZJudj30plI9m3rTPdpUjz2cvHI92AmePaq+ET525Y48aeogPRny5j1eanC9lovFPa9ikT05SRM+rZSCPTCELj55E5Q8yBmOPUbFwr20mQY8sb++PLtpBD5UKOE9eVaZvCOEgT3DEQo+6FpUvf2ne7opFx09d8CvPeSjyj3coKU8GJaLvZyiND07Kj49brylPmVzmL2Ih3a8kXBHPf9UlbszO8E9Bn3FvSdfrD3BXKo8SxbbPbslCz0SAd89NgeJPexEsj2LXA09zDgHPp/uLT2fHqk9HG3OPbP9ij09g1k9GliaPYvdIL3Tgbu9kfIXPe7kX71NLsA9xYNHO2aklDzupLQ9Z+MrvbAYKz57rCA8/XI8PhBikz3uCbg9OrJzPPgYzbzrXLI9VL/WPaGQyz3Cu/W8GsNOO/6MhryoorU83MlzvdtsvD0No9A9DIECPk1+XT2XDqO7mRqzPa1sfL2Ma508by2MPQsAQD0YPAc+9mlXPYEwhD2UoSU+ULvyPYPeFz2vLfs9GtvJPW66DD5/8lk9ayVjPClZnr1g2bc9ran3vFGrN71MToU9Ezw0PsyA3DsdYYE9ZsUxvGP7yT15cLs8NPaePRX/+zz9JJa8O88ZvUms2T2xopy9BFtKvb7rnD2VFO89wP82PFgaoL1GkMQ9",
        "qIwwOiKLqj2nTIM9xbEePiD5+7yg3648MTQAPvDPejyXcuY93KOjvE0JBz7TDbs8xnyNvTsDzD33cQS9pVPpPTRoobysQqu8JSqlPUphGT4N+YC8nXpbPR4K+Dx+c/49wNo0PaunQj3qvcM9nqFXvNaOAr7eRlO9XEzFPSmDxz0U//E9ROA9PIDIkjwyDco9VZw5vSAdGT3uqQY9vRKjPdZV7z3yVZK999z2PPjxnLwM1Rs9lMDoumo30z0+etu9wn3IPLPQ/j3FL9W8jiKDPTtrfj1yGLE9YEmOPWj42j00MLM9iHScPUPG1jyvmv88W0gTvCq1t7wa/go9zWTIPd5cbb2EUYE8Hyd0PYrBMD0Mu9M9yQb4PMq0iT1kpbY9CpmbPTdFNDmLT7K7kUqZPGC+TzycwjQ9bhhaPZcI3z0a+hK9Y6cHPn45j703fVk9bqWrPWgWAz5vbEY9r/IpPrQ5ej0XIcS9jbq6PX2OsT3jzL48lFMAvXsn3zvvItk9MNQIPTgQ5j1brBE+1eWQPd+NjjyaAqk9tL/KPTy5BLwhJ8I9OqePvGjP4T09fdi8z2A1vctwMj3H+Ww9hciUPZUeOr3VUpi9UxvwPMRYmr3fPYU8rEd8vdQoxLuu2WU9ei7BPWDeB7zowDS9Z+itPdIxlj2h6Bi+YW0cPhx5N70hRBA9Ee0NvVN8xT0OwaS8AuJvvcaoyD05gTc8wprMPeRM+j1FAeA9cozwvPgQ0LlMpME9D3xWPb73Mj12S7o8kFZsPV9GDz3SM6m8V442PZRc5bx05pm7M3yJO6gP1b314249NN6JPbiRtTyR+LI9V7ZjvTJB0zuULQc+EIsuvUsKIL1kcju87A8dPRgKPTpWL5w89/PVvPxe0729hQc9RxJKvY3hor1fCUw6LaFevFCPFL0/bq49KNaQvd6sWTzl25481F6yOpqOTD217Mk9FqKmPRprpD0K2OW8Q/OcPSR07z0Hk8+9JSiSOzKTzz2Xo+47zs66vED+Nz0Nu1Q9",
        "Tt51PIrgrr2OB4Y9qrAXPmtt6j2R2BO96ByxvPVExj3NJKI9I4XEvD1brbwNUPa8SEooPp9RGD58r6O7L4HzvJlcTj2y4Wi9aZ68voENvr1qwji9AAaDvbsk1L0L6RM+BV5wPYhRijxeuBg+ieSAPZVP2z1+3JU9qwYlPZWD5z3Q8u89na0CPWJkIj3yss8935JXPQHrrb1gBEU9rcIkvfhUK7yHa7w9t7MHPv9bwjxLndg8g+yfusR+IDt9trs8GE/QvJDFBTyU9yY9y4VVPXmEvbvldSG93kD2PKmpI72ujkE9UXVHvJgW/D0jn4M92WTDPZG47L3V8Qy81j6PvJR1zT2fn5Q9/oACva2RnT0C01a9HifFPYE7eb0LgMW7x+Q/PmzenrxMhY898LgxPf4wCb105JY9hh2dPeHN5j0wyAi7dKY1PSr28zyHJE49wZW7vaaIxrzmVde7noXcvDp1CT23t5K8CpfCPIzP/DxeOh29JKLXvVsk8ryIUQk+hD8IPk0kGj06cKU9WDL+PJ7dvz1Q1Ha8EF5HPTdS5T3Qj4i9uzjCPWBSP707lf68TCWFPUeYiT3JvSW9QbFKPeF2J71H+ia9yS+QPW8oqD3OZNS9ZPqcvOnGjj2zt5G9IN04vLbRbT1qNJy903gRPb8AlzyDusA9gwwAvWIq8jxdUVK7WpjQPW8JPr25ZFU9JsjYPddOCj49qbY9DCiMvdc3Ab7HN6u995WyPFkrnTvuO5A8VuN1ved8Iz1EOQ49NBKDvbrv9rxsyfw7cObYvJCF/z0uGM+9uuQDPjbTT7z33z29ySWOvLDcJT43Ieq8mnIKPnvnYbyihZ89loA/Pf1Z+7x7P4498eZEPV8IlbtyngU9WqonPTk8Uz0q+ZC9Ex8YPZ6ZgL3/jeM9qekHPQTGzL1rVPu9dRQSvY1JNz37Jy+9E7A3vYGchT0W8ke9GUl2PQwXNjzn2MY99K//vKuhlr05AR6+sPsQPaju/T1Nio+946iPvdV79Dyi6hA+",
        "smsaPtv/wT2Bmli95t51PQ03Zbu7QDA7A5W7vf8wSb2Oe7w993mevFT2oT0HTgA++PSSPfQ4fDyH3S89ozlDuwbjGL3UbWE7n8wqORznfbxgeFS9YHTbPOMb7j0LP4w95PcCvkWMcL1tSsG9HupivOrV8L0iRgg9TlL2PC3zsL2nhGy9h0PBPVx5Jz1+U3K9G3AgvWTdpr0xary9SFEYPcXM4rtPUB+8gLsVPT4qtz0iIys9CGAnvnKTv7zhsQM+yLjPvWecQT3/i2+9fd4APf5g3rulvrk6ibITvRXppLx/S4+9zbqbvcR5bz1uS0q9wtWcO9P0ujy2IpW93ZMGPGCAgzyn72e9zt4SPt7Ldj2fccq9JbufPVpKibzGnqu8GxI+PXml2D2+85s8YuswvK4GKz1ArpS9G3rOvUpx8jyEegC991apvWVjsr12u5I9A8jlPG4QKTuEYFW9HVsAPQpv2rr/nM49QoGYvWWqpbznxoE9bSOpvKfctbuEyTm9W5nzPGqfYj3uI3o9erhaPS4vzDtWLyA+QAOZPeZJBD0ENUw7NJmTvYkgmb0lWaE9HdfaPeb3cj0YTom93s+APT6phz2birC9b4d9PcIaI720C4u6r9moPV4OhL3FtVk8l1hSPSe/ir3FZ4E9UuOJvbLX3Dtthse95QP9vetJHzxmrxI+cNEcve5Npj3vfsC8Ns8lPXE0UT0AXgI9e4NAvYrrqT2nSRY9ljlNPXxPGLvaRWw9XZCAvAZDnb1sLPI75syYPT4DaDxUdom9ff6cveJWHb7F/NY8tVFUPOSFDb3QUA+9haWRveFXbz26t0Y9JRa+PcvO7jwvX888ufVSPOAxHDt1TpK8MAMMvUM5Er29Nbw9i5CvvEExoTz5G1I9Wr+OvbfQmDw5o0M9H+S9PUNku73Nmpo9mI2oPWEXaL23ejY9/73uPRATUT0BexA+bf7TvA9jab0lM42900j0PZpHmb0QN7w8MZZPPfX9Cr1lnlq8nMJ3PdfKQjvfO5O8",
        "AyyeveZv7LwXBLw8p4ntu4sptz00j709Q+RevX0pHj6cSPK9mybiPDtU7Twc+mg9OxpovfB0UT2Z8ug9nGCxPepcED3nmsI9qTIFPshBmj27ozW8pXIguzNVM7276D099pIkPTDSHT2KVoU6pfi6OvnbaL0E6Km8+nj5vNxddj11mw4+wF2mPTqBWb3/OZ49G8MbPsX07by3ptG9owgZvSRGGr3teJG9O9XmPW8YTz0Iy/M9kSfVu/6BTD2GQ5A9pAjfvFMYAzzUzIu9ksWAPS37SL1xpk89CaUqvZty3z3fyZG9XuDGveyNjTpldBW9egZ3vY5ucb2iCUk9xsnivCwGPTwGots9xw86u6x27r1LhYC9I6BqvbbrHj1fadG9gimyvNwvkj0UvhS903tZPZaalDspEgA9ezfMun2oNryi6s09OoiFPBlygr0IoSg9pLLXvOdlLb1mVss8pM2WPDh4hb3ngl69k0A8vSL26DtMrZ49wyDiPUBWSL3//KG6uNKlPCXTkb1VtwQ9dq6lPeqhmD2Y2P29r5zavbJaBjypo0a96p7Ju/DTZz3qlJY9xVzkPCOk6rwnZ6q9bVRsvaoLdb3PzjU+kKDAvFKb4jxwmJw9rrD5vW1QpL0OT6+9LlnBPeJg8jybAyO8ZAehPXti3r3skxG9R2oMvOEmYb1jEQY9TCYOO35fBL1xoJm9IEuZvIS7jD0hvQ4+O4INvH+0pL18AiS9IIpXvI3/f73dolU81SiuPFivuDwx+ds9i3ytPVK1Nr1Go4E8WKsbPea4+D2x34c7qRiRPSmv2rxX14C7LnM9PXJJnz34T6886jvNvQlNlT12+Gc9IlAJPVkpoj4Dp8A83eLjPPStvj3LDKy6igw0PpZuRTwP0BY9rJBqve0Ehj151MW7njlsvAi5kD2vUqs9M7rzvF/hyL04l0I76CGBvL672z2f9Js9H7H2PGE/Bb0FEds90SAYPQgrKzsL7Ru93zsdPcD5mz0M6iM9Y2DUvfjvkbzf6QI9",
        "n3AlvWjKurs0iRM9yPe5vbrgHz17Qx894sI1vZKmCj2MRnG88PlrPUteUj3hqwo+qez5PVaP3T0Q3968tgK6PeI+1D1WuQi9gjTyPIC+Bj592Ho9VGcAPFlj8D0yey09DZ6DPShEDb4KY9U8Dsh9PbEarj0/67g9F/psPGkysD17dfw9DEjCvQHkCL2a0vO9VpgTPsNAGT6lUSQ9Uk81PHECBz1gYy49wpa2vAPWor3JgvS8C2CFvIt9kL38Koo9jn9tvbYFAbzYkgA+jQLvPdhbjrymC9q8SSNaPdr/6z212Ic7SuvDPRKPiDtghb49sjSLPZvCGb0e/zk9ib/HvJ6Z8rw6SAO9jB8oPqXn2r3dGQ0+Ia7GvBNSLz1h4E87j83zuvyD6TzOSwM9/161PY9D7zyY1yg6xgY+PZyNg72TqJ47mScAPJMSzD3Z+Gc9h5ScvJko0zuS+5y7ItWOvb2bfj2vBKc9mDS2PWFMrT1bviE9pwqrvIyNt72etaq8d3H7PTbaET2usr49IEEAPaUxob0IFw4+e8WyPR0O1T2Gq7w9JwEXPcRpSz5+bbE9sT/qvRf7pb1oRxc9EAhVPDbq5Dx2xcg9uC6+Pdwmoj0Ej9K7VOOVu+kAnz2UYCU+XMxCuzA4B73Vtl6866j3uyXlPj2JZoS9LQ6fu7d/3T341Sg+1rVIvDW9+7wnzZ29SkobvWrsiD3WLL27Mv9+PWjHBL3EABq904oTPjgmlD0UsZo9m2nUOz2CnD3IOtI8ewfTva56rT1PHY47AhUYPV9YCz0JBZk9FlBKPRfzvry80z89w3pVPeQTpL0oRr09Jo4OPucnuz1ffdG658bFvEbkkryRz7e920jzPf5A6TzAPWg9ZfX2O84Kuj0xkt499BdpvCHOuTu5YM07K0TjPWgG7T3eRru91A5lPVVl6jsrtug8IJCaPEpuoj3Cr9i91qNBPlCefD3lPQ49eCUlPUGi7zwIXvk9MjXOPdLYTT2ZRQQ+s1n7PG4vzzt9OKE8",
        "f31BPSbtC7x4d/E9W0O6PdUSib2vLAO9KDwCvX7KwjyU3Rs9vSseOp030DylKy49eF3ZPT2ofT2Al9E9fN+0vZN2Z7w/HR2+CSm+O5TGKD1F+Ke8bF4WPgMHLT121Jo9YqWmPakr1T0gHbe8NwLdPK6oDD1NAa29yNzgOo9dtjvLUFa88Ejsu9fiOT2xR849DFcCPcVktD0NeA4+819qPhpPnrzvzRU9Nk+3Pa+Hvrzaptc7V7IYPDGTUT4rqjG9V/KkPTDAk71wqNQ86GMwPW2fMz3tmvS8jJyHPAcRAT5pi2M9edCpPD4jfL2TgY27mNrIPOXpNboE/Tc999hfPRKbIjyZu/u9nWK8vLXLabsTj569S0bGO9gMRr2Fs488m2ABPKxPCb7K87q7zyMSvyvzkb4bLz08aZ72PQTog758n5g9R7YoPVtim7tiumg9m8NlPfrP3jtNtsS9UVuGPZAB+L1L9MC7PCi8u62E2b3ACqq75pOBvDJS6DzY/4a9pWbFvQ1HED7jsWK9ERJSPdnLkz1vQay7SFBsPYoCAL4AUJO7r5EFPm6EhD0j04M9L7qWvkVcnz2wdAG9o9FtPQGIXD0asBG+y6fDPTvU1jzXabA9qLEYveL/PD0SekC+x7zcvSf2Sz3YacY9kahWvcQxQL1L6T+9vtBLPZ6hs72anEm92BOUPrfBED3woGc8MrkCvvrmB73Y9ra9R4nSPGmgDz1pXcK9IQUdPSs0Wr1NgjK9H4D/O/PbST3pxY48H1DCvFIkq701RLi94lXdPS90Ub326eQ8b/YEv66zWj0jIB8+JLIPvhSdBT6roCi9qnf6PdChXL2bQuC9S3j7PILMnzzN8UE9aSHpPfBSxD0DjHe9pQ8zOwwNhD1YHhq9eScIPcm15D22NQc+NwuXvTD91rwQpA++daKUvdI8YD7hUyC7h8KgPFvd3D2t8QY9HZ2QPf75dL1Di+Q9g9WkPVMggT1FLPi+timdPfqu6D27rSU8YYIUvQlz071bRiI+",
